[EZCAD]   
COMPANY = 
IDENTIFY =	 EZCAD2.0
LANGUAGE =	Portuguese
DESCRIBABLE =	Portuguese

[String]	
SOFTNAME =	 EzCad3
FILESUFFIX=	ez3
SOFTVERSION =	 3.0.0
COMPANY=	Pequim Golden Orange Technology Co., Ltd.\nTel: (86)010-64419248\n
WEBSIBE=	WWW.BJJCZ.COM
ABOUT =	 cerca de
ABOUT_COPYRIGHT =	 Direitos autorais(C) 2004-2019
ABOUT_RIGHTS =	 todos os direitos reservados
ABOUT_LICENSED =	 O direito de uso deste produto pertence a:
ABOUT_LAW =	 Aviso: Este programa de computador é protegido por leis de direitos autorais e convenções internacionais. A reprodução ou disseminação não autorizada de parte ou da totalidade deste programa pode estar sujeita a severas sanções civis e criminais e será processada na maior extensão possível dentro do escopo da lei .
	
MENU_FILE =	 &Arquivo
MENU_FILE_NEW =	 &Novo
MENU_FILE_OPEN =	 &Abrir...
MENU_FILE_PRINT =	 imprimirCtrl+P
MENU_FILE_SAVE =	 &Salvar Ctrl+S
MENU_FILE_SAVE_AS =	 &Salvar como...
MENU_FILE_SCANIMAGE =	 Adquirir e digitalizar imagem...
MENU_FILE_SYSTEM =	 &Parâmetros do sistema...
MENU_FILE_IMGLIB =	 &Galeria Comum...
MENU_FILE_IMPORT =	&Digitar
MENU_FILE_MRU_FILE1 =	 arquivos recentes
	
MENU_EDIT =	 &Editar
MENU_EDIT_COPY     =	 &cópia de
MENU_EDIT_CUT      =	 &cortar
MENU_EDIT_COMBINE  =	 &Combinar Ctrl+L
MENU_EDIT_UNCOMBINE=	 &Combinação separada Ctrl+K
MENU_EDIT_GROUP    =	 &Grupo Ctrl+G
MENU_EDIT_UNGROUP  =	 &Desagrupar Ctrl+U
	
MENU_EDIT_PASTE=	 &colar
MENU_EDIT_REDO =	 &Recuperar
MENU_EDIT_UNDO =	 &Desfazer
MENU_EDIT_TOCURVE=	Converter para curva Ctrl+Q
MENU_EDIT_HATCH  =	Preencher Ctrl+H
	
ID_FILE_IMGLIB =	 Abre a Galeria de Favoritos\nGaleria de Favoritos
ID_FILE_IMPORT =	 Importar arquivos em outros formatos\nImportar arquivos
ID_FILE_MRU_FILE1 =	 abra este documento
ID_FILE_NEW =	 Criar um novo documento\nNovo
ID_FILE_OPEN =	 Abra um documento existente\nAbrir
ID_FILE_PRINT =	 Imprima o documento ativo\nImprima
ID_FILE_PRINT_PREVIEW =	 Mostrar página inteira\nVisualização de impressão
ID_FILE_PRINT_SETUP =	 Altere a impressora e as opções de impressão\nConfiguração de impressão
ID_FILE_SAVE =	 Salve o documento ativo\nSalvar
ID_FILE_SAVE_AS =	 Salve o documento ativo com um novo nome de arquivo\nSalvar como
ID_FILE_SCANIMAGE =	 Obter imagem digitalizada\nObter imagem digitalizada
ID_EDIT_COPY =	 Copia o objeto selecionado e o coloca na área de transferência\nCopiar
ID_EDIT_CUT =	 Corta o objeto selecionado e o coloca na área de transferência\nCortar
ID_EDIT_PASTE =	 Inserir conteúdo da área de transferência\nColar
ID_EDIT_REDO =	 Refazer uma ação desfeita anteriormente\n Refazer
ID_EDIT_UNDO =	 Desfazer a última ação\nDesfazer
ID_EDIT_GROUP =	 Agrupar os objetos selecionados\nAgrupar
ID_EDIT_UNGROUP =	 Dispensa o objeto de grupo selecionado\nDispensa o grupo
ID_EDIT_COMBINE =	 Agrupa objetos selecionados\nGrupo
ID_EDIT_UNCOMBINE  =	 Desanexar o objeto de grupo selecionado\nGrupo separado
ID_SYSTEM_PARAM =	 Definir parâmetros do sistema\nParâmetros do sistema
TT_MATERIALPARAMASSIS=	Testar Parâmetros do Material do Laser\nAssistente de Parâmetros do Material
MATERIALPARAMASSIS=	Assistente de parâmetro de material
MENU_MODI =	 &Modificar
MENU_DRAW =	 &Empate
MENU_DRAW_POINT =	 &ponto
MENU_DRAW_CURVE =	 &curva
MENU_DRAW_LINE =	 &Linha
MENU_DRAW_RECT =	 &Retângulo
MENU_DRAW_CIRCLE =	 &círculo
MENU_DRAW_ELLIPSE =	 &Elipse
MENU_DRAW_POLY =	 &Polígono
MENU_DRAW_TEXT =	&texto
MENU_DRAW_BMPFILE =	 &Arquivo de bitmap
MENU_DRAW_VECTORFILE =	 &Arquivo vetorial
MENU_DRAW_TIMER =	 &Atraso
MENU_DRAW_INPUT =	 &porta de entrada
MENU_DRAW_OUTPUT =	 &porta de saída
MENU_DRAW_MESH3D=	 &superfícies 3d
MENU_ALIGN_BOTTOM =	 Alinhar a parte inferior
MENU_ALIGN_CENTER =	 alinhamento do ponto central
MENU_ALIGN_CENTER_HOR =	 Alinhamento horizontal da linha central
MENU_ALIGN_CENTER_VER =	 alinhamento vertical da linha central
MENU_ALIGN_LEFT =	 Esquerda alinhada
MENU_ALIGN_RIGHT =	 Alinhar à direita
MENU_ALIGN_TOP =	 alinhamento da borda superior
MENU_VIEW =	 &Visão
MENU_VIEW_TOOLBAR =	 &Barra de ferramentas do sistema
MENU_VIEW_ZOOMBAR =	 &Ver barra de ferramentas
MENU_VIEW_DRAWBAR =	 &Barra de ferramentas de desenho
MENU_VIEW_ENTLIST =	 Barra de lista de objetos
MENU_VIEW_ENTPROP =	 Barra de propriedades do objeto
MENU_VIEW_STATUS_BAR =	 &Barra de status
MENU_LASER =	 &Laser
	
ENTPROP =	 propriedades do objeto
MENU_VIEW_RULER =	 Mostrar régua
MENU_VIEW_GRID  =	 Mostrar pontos de grade
TT_SHRULER=	Mostrar ou ocultar a régua
TT_SHGRID=	Mostrar ou ocultar pontos de grade
MENU_VIEW_GUILD =	 Linha auxiliar
BK =	 fundo
DEGREE =	 Gasta
	
NAV_PICK_MOVEDIS=	distância de ajuste fino
WORKSPACE =	 Área de trabalho
MENU_VIEW_SNAPGRID   =	 Grade de encaixe F7
MENU_VIEW_SNAPGUILD  =	 Guia de encaixe F8
MENU_VIEW_SNAPOBJECT =	 Objeto de encaixe F9
MENU_ABOUT =	 &Sobre
MENU_HELP =	 &ajuda
IDCANCEL =	 &Cancelar
IDOK =	 &OK
PASTE_X =	 Colar deslocamento horizontalmente
PASTE_Y =	 Deslocamento de colagem vertical
SAVEAS =	 Salvar como
POINT =	 ponto
CURVE =	 curva
RECT  =	 retângulo
CIRCLE =	 redondo
ELLIPSE =	 oval
ELLPISE =	 oval
POLYGON =	 polígono
TEXT =	texto
HATCH=	o preenchimento
PATHTEXT=	texto do caminho
CIRCLETEXT=	Texto do arco
BMPFILE =	 arquivo bitmap
VECTORFILE =	 arquivo vetorial
TIMER =	 retardador
IOINPUT =	 porta de entrada
IOOUTPUT =	 porta de saída
GROUP=	grupo
COMBINE=	combinação
LAYER=	 camada
NAME =	 nome
TYPE =	modelo
OBJECTINFO=	propriedades do objeto
TOCURVE=	Converter em curva
EDGENUM =	número de lados
APPLY=	&Aplicar
APPLYTOCOPY=	&Aplicar a &Copiar Objeto
MARKLOOP=	Número de processamento
POSITION=	Localização
RELATPOSITION=	posição relativa
RELATCENTER=	Centro relativo
SIZE=	Tamanho
ARRAY=	variedade
COUNT=	número
INC=	Incremental
IOCTRLCONDITION=	Condição de controle de E/S
ROUND=	grau de redondeza
ALLROUND=	Todos os cantos redondos
DIAMETER =	 diâmetro
STARTANGLE =	 ângulo inicial
ENDANGLE =	 ângulo final
FILENAME=	nome do arquivo
DYNFILE=	arquivo de entrada dinâmico
FIXEDDPI=	DPI fixo
FIXESIZEX=	Dimensão X fixa
FIXESIZEY=	Dimensão Y fixa
FIXEPOS=	Posição fixa
INVERT=	marcha ré
GRAY=	escala de cinza
DITHER=	pontos de venda
LIGHTEN=	Tratamento de brilho
BRIGHT=	brilho
CONTRAST=	Contraste
SCANMODE=	modo de digitalização
BIDIRSCAN=	Varredura bidirecional
YSCAN=	Varredura Y
DRILLMODE=	Modo de ponto
PIXELPOWER=	Potência do ponto de ajuste
	
BARCODE_ATTRIB=	 &Propriedades do código de barras...
BARCODE =	 código de barras
CREATE_BARCODE =	 Criar códigos de barras
MODEIFY_BARCODE=	 Modificar código de barras
BARCODE_INPUTPT =	 Insira as coordenadas do canto inferior esquerdo do código de barras
BARCODE_ERR_INVALIDSTR =	 Sequência de código de barras inválida, digite novamente!
	
INFO_EAN13 =	 EAN-13 é um código de barras de comprimento fixo. Seu conjunto de caracteres contém apenas números de '0' a '9'. O EAN-13 contém 13 caracteres, os primeiros 12 são dados e o último caractere é um código de verificação. O código é adicionados automaticamente pelo sistema, e o sistema aceita apenas os primeiros 12 caracteres.
INFO_EAN13_2 =	 EAN-13+2 é EAN-13 mais 2 códigos adicionais, e o sistema usa os 2 últimos caracteres como códigos adicionais.
INFO_EAN13_5 =	 EAN-13+5 é EAN-13 mais 5 códigos adicionais, o sistema usa os últimos 5 caracteres como códigos adicionais.
INFO_EAN8 =	 O EAN-8 é um código de barras de comprimento fixo. Seu conjunto de caracteres contém apenas números de '0' a '9'. O EAN-8 contém 8 caracteres, os primeiros 7 caracteres são dados e o último caractere é um código de verificação. O código é adicionado automaticamente pelo sistema, e o sistema aceita apenas os primeiros 7 caracteres.
INFO_EAN8_2 =	 EAN-8+2 é EAN-8 mais 2 códigos adicionais, e o sistema usa os 2 últimos caracteres como códigos adicionais.
INFO_EAN8_5 =	 EAN-8+5 é EAN-8 mais 5 códigos adicionais, e o sistema usa os últimos 5 caracteres como códigos adicionais.
	
CHECKNUM=	código de verificação
THINMODULEWIDTH=	Largura do módulo estreito
INFO_CODE39 =	 código de barras 39 é um código de barras bidirecional não consecutivo e não fixo no qual todas as barras e espaços representam informações; seu conjunto de caracteres inclui '0'-'9', 'AZ', espaço, '$', '%' , '+' ,'-','.','/'; Existe um código de verificação opcional, que é adicionado automaticamente pelo sistema.
INFO_CODE39_EXTENDED=	 39 código de barras estendido é um código de barras estendido para 39 código de barras, ele suporta todos os caracteres ASCII.
INFO_CODE93 =	 O código de barras 93 é um código de barras bidirecional contínuo e de comprimento não fixo com barras e espaços representando informações; seu conjunto de caracteres inclui '0'-'9','AZ',espaço,'$','%',' +', '-','.','/'; Existe um código de verificação opcional, que é adicionado automaticamente pelo sistema.
INFO_CODEBC412=	 O código de barras BC412 é um código de barras bidirecional contínuo e de comprimento não fixo no qual todas as barras e espaços representam informações; seu conjunto de caracteres inclui '0'-'9' e 'AZ' não inclui 'O'; o código de verificação é adicionados automaticamente pelo sistema.
INFO_CODE11 =	 código de barras 11 é um código de barras bidirecional não contínuo e de comprimento não fixo no qual as barras e os espaços representam informações; seu conjunto de caracteres inclui '0'-'9','-'; há um código de verificação opcional, e o código de verificação é determinado pelo sistema Join automaticamente.
INFO_UPCA =	 UPC-A é um código de barras de comprimento fixo, seu conjunto de caracteres contém apenas números de '0'-'9', UPC-A contém 12 caracteres, os primeiros 11 são dados e o último caractere é um código de verificação. O código é adicionados automaticamente pelo sistema, e o sistema aceita apenas os primeiros 11 caracteres.
INFO_UPCA_2 =	 UPC-A+2 é UPC-A mais 2 códigos adicionais, e o sistema usa os 2 últimos caracteres como códigos adicionais.
INFO_UPCA_5 =	 UPC-A+5 é UPC-A mais um código adicional de 5 dígitos, e o sistema usa os últimos 5 caracteres como código adicional.
INFO_UPCE =	UPC-E é um código de barras de comprimento fixo, seu conjunto de caracteres contém apenas números de '0'-'9', UPC-E contém 8 caracteres, o primeiro caractere é fixado como 0, os 2-7 caracteres são dados e o last 1 Cada caractere é o código de verificação, o código de verificação é adicionado automaticamente pelo sistema e o sistema aceita apenas os primeiros 6 caracteres.
INFO_UPCE_2 =	 UPC-E+2 é UPC-E mais 2 códigos adicionais, e o sistema usa os 2 últimos caracteres como códigos adicionais.
INFO_UPCE_5 =	 UPC-E+5 é UPC-E mais um código adicional de 5 dígitos, e o sistema usa os últimos 5 caracteres como código adicional.
INFO_CODE25=	O código de barras Code 25 é um código de barras não contínuo com apenas barras representando informações, seu conjunto de caracteres contém apenas números de '0' a '9' e seu comprimento não é fixo.
INFO_CODEINTER25=	O código Interleaved (ITF) 25 é um código de barras contínuo no qual barras e espaços representam informações. Seu conjunto de caracteres contém apenas números de '0' a '9'. Se o número de caracteres for ímpar, o sistema adicionará automaticamente um 0 inicial ; O código de verificação selecionado será adicionado automaticamente pelo sistema.
INFO_CODECODABAR=	código de barras Codabar é um código de barras bidirecional não contínuo, de comprimento não fixo com função de autoverificação em que todas as barras e espaços representam informações; seu conjunto de caracteres inclui '0'-'9','AD','-', '$',':','/','.','+';
INFO_CODE128A=	O código de barras CODE128A é um código de barras contínuo; seu conjunto de caracteres contém caracteres com valores ASCII de 0 a 95, e não há limite de tamanho.
INFO_CODE128B=	O código de barras CODE128B é um código de barras contínuo; seu conjunto de caracteres contém caracteres com valores ASCII de 32 a 127, e não há limite de tamanho.
INFO_CODE128C=	O código de barras CODE128C é um código de barras contínuo; seu conjunto de caracteres contém números '0'-'9', se o número de caracteres for ímpar, o sistema adicionará automaticamente um 0 inicial;
INFO_EAN128A=	O código de barras EAN128A é um código de barras contínuo; seu conjunto de caracteres contém caracteres com valores ASCII de 0 a 95, e não há limite de tamanho.
INFO_EAN128B=	O código de barras EAN128B é um código de barras contínuo; seu conjunto de caracteres contém caracteres com valores ASCII de 32 a 127, e não há limite de tamanho.
INFO_EAN128C=	O código de barras EAN128C é um código de barras contínuo; seu conjunto de caracteres contém números '0'-'9', se o número de caracteres for ímpar, o sistema adicionará automaticamente um 0 inicial;
	
QUIET=	em branco
MID=	meio
SCALE=	Proporção
BARHEIGHT=	código de barras alto
NARROWBARW=	Largura do módulo estreito
BAR=	faixa
SPACE=	nulo
INTERCHARSCALE=	espaçamento de caracteres do meio
MODULETUNING=	Ajuste do Módulo de Código de Barras
AUTOSIZE=	tamanho automático
FIXEDSIZE=	Tamanho fixo
SHORTPDF417=	modo encurtado
ERRLEVEL=	nível de correção de erros
PDF417_ROWOUTRANGE=	As linhas de código de barras PDF417 devem ter de 3 a 90 linhas!
PDF417_COLOUTRANGE=	As colunas de código de barras PDF417 devem ter de 3 a 30 colunas!
BARCODE_ERR_ROWCOL=	O número definido de linhas e colunas não pode caber na string atual!
SMALLEST=	menor tamanho
MATRIX=	matriz
MODULEWIDTH=	Largura do módulo
REVERSE=	marcha ré
INFO_CODEPDF417=	O código de barras PDF417 é um código de barras bidimensional, seu conjunto de caracteres contém todos os caracteres ASCII;
INFO_CODEMICROPDF417=	código de barras MicroPDF417 é um código de barras bidimensional; seu conjunto de caracteres contém todos os caracteres ASCII;
INFO_CODEDATAMTX=	O código de barras DATAMATRIX é um código de barras bidimensional, seu conjunto de caracteres contém todos os caracteres ASCII;
VALID=	eficiente
FONT =	 Fonte
FONT_ANGLE =	 inclinação
FONTTYPE_BCF =	 fonte de código de barras
FONTTYPE_DMF =	 fonte bitmap
FONTTYPE_JSF =	 fonte de linha única
FONTTYPE_TTF =	 Fontes TrueType
SHOWTEXT=	exibir texto
TEXTHEIGHT=	altura do texto
TEXTWIDTH=	largura do texto
TEXTOFFSETX=	Deslocamento de texto X
TEXTOFFSETY=	Deslocamento do texto Y
TEXTSPACE=	espaçamento do texto
POINTMODE=	modo de ponto
ROW=	Fileira
COL=	Lista
KEYBOARD =	 teclado
DATE =	 encontro
SERIAL =	 número de série
LISTFILE=	arquivo de lista
DYNAMICFILE=	arquivo dinâmico
ENVARTEXT=	habilitar texto variável
HEIGHT =	 Alto
CHARSPACE=	espaçamento entre caracteres
CHARWIDTH=	largura do caractere
CHARHEIGHT=	altura do caractere
LINESPACE=	Espaçamento entre linhas
ANGLE =	 ângulo
PROMPT_TRAY =	 Dicas antes de processar cada lote
PROMPT_NEVER =	 não peça
PROMPT_PART =	 Dicas antes de processar cada peça
DATEFORMAT=	Formato de data
ADDDATEFORMAT=	adicionar formato de data
STARTSN=	número de sequência inicial
CURSN=	número de série atual
INCSN=	Incremento do número de sequência
MARKPER=	cada marca
EXTEND=	expandir
PREFIX =	 prefixo
SUFFIX =	 sufixo
SUPRES_ZERO =	 Suprimir zeros à esquerda
RESETNO =	 redefinir número de série
SERAIL_ARRAY =	 Número de série da matriz
SNDLG_FILTER =	 Filtre os seguintes números de série
LINENO=	número da linha
ENCONTOUR=	ativar perfil
HATCH1=	preenchimento 1
HATCH2=	preenchimento 2
ENABLE=	Permitir
PENNO=	número da caneta
HATCH_CALCALL=	Cálculo inteiro do objeto
HATCH_EDGE=	andar poraí
LISTDIST=	Espaçamento entre linhas
EDGEOFFSET=	margem
STARTOFFSET=	deslocamento inicial
ENDOFFSET=	deslocamento final
SETDEFAULT=	definir como padrão
WAITTIME=	tempo de espera
MESSAGE=	Mensagem de aviso
SETOUTPUT=	definir porta de saída
SYSTEMPARAM =	 Parâmetros do sistema
GENERAL =	 convencional
COLOR =	 cor
WORKSPACE =	 Área de trabalho
AUTOSAVE =	 backup automático
MOVEROTATE =	 mover rotação
PLUGMGR =	 Gerenciador de plug-ins
UNIT_TYPE =	 tipo de unidade
GRID_DIST =	 espaçamento da grade
GRID =	 rede
SHOW_GRID =	 mostre as grades
MM =	 milímetros
INCH =	 polegada
WORKSPAC_SHOW =	 mostrar espaço de trabalho
WORKSPAC_CIRCLE =	 espaço de trabalho circular
LB_CORNER =	 inferior esquerdo
WIDTH =	 largura
BIGNUDGESCALE=	Grande taxa de ajuste
NEXTVALID =	 Esta alteração não terá efeito até a próxima inicialização
EVERY =	 Todo
BAKEXPLAIN =	Salve os dados atuais no arquivo AutoSave.Ezd no diretório do programa a cada intervalo de tempo especificado.
BAKTIME =	 "minutos, backup automático"
	
ZOOM_WINDOW1 =	 ampliação da janela
ZOOM_WINDOW2 =	 ampliação da janela
PICK =	 selecionar
PICK_ALL=	selecionar tudo
PICK_BYENT =	 Por objeto
PICK_COPY =	 cópia para celular
PICK_COPYENT =	 cópia de
PICK_CUT =	 cortar
PICK_DEL =	 excluir seleção
PICK_ENT_CNT =	 Selecione o número de objetos
PICK_ENTITY =	 objeto está selecionado
PICK_GL =	 Arraste uma diretriz
PICK_INV =	 seleção reversa
PICK_LEFT =	 Esticar para a esquerda e para a direita
PICK_LOCK =	 bloqueio de seleção
PICK_MOVE =	 Mover Transformar
PICK_PEN =	 Selecionar por caneta
PICK_NOENTITY =	 Nenhum objeto está selecionado
ERR_0001 =	 Este parâmetro não pode ser inferior a 0,001, digite novamente
ERR_CRC     =	 Erro de verificação de dados do arquivo, o arquivo pode estar danificado.
ERR_DELSYSLAYER =	 A camada padrão do sistema não pode ser excluída
ERR_DELUSELAYER =	 A camada atualmente usada não pode ser excluída
ERR_MATCHFONTERR =	 Não foi possível corresponder à fonte
ERR_MEMORY  =	 Espaço de memória insuficiente para alocar memória suficiente.
ERR_NOFINDIMPORT =	 Nenhum plug-in de entrada válido encontrado
ERR_OPENFILE =	 falha na abertura do arquivo
ERR_READFILE     =	 Falha ao ler o arquivo
ERR_RENAMESYSLAYER =	 O nome da camada padrão do sistema não pode ser alterado
ERR_SAVEFILE =	 Falha ao salvar arquivo
ERR_SERIAL_FORMA =	 O formato do arquivo está incorreto, o arquivo pode estar corrompido.
ERR_VERSION =	 Versão errada do arquivo.
ERROR_VAR_FILTER =	Os filtros são muito difíceis para gerar objetos de texto variáveis válidos\nRemova alguns filtros e tente novamente
IS_TEXT_TO_GRAPH =	 se deve converter texto usando esta fonte para gráficos
CMD_OPENFILE =	 abrir um arquivo
CMD_SAVEFILE =	 salvar documento
OPEN =	 Abrir
TIP_NOTITLE =	 Sem título
NOTITLE =	 Sem título
FILE_ISSAVEAS =	 Se deseja salvar os arquivos alterados em
CHECK_SAVEPRE =	 salvar imagem de visualização
CHECK_SCALE =	 mantenha as proporções
CHECK_SHOWPRE =	 Mostrar imagem de visualização
STATIC_SAVETYPE =	 método de saída
RADIO_SAVEALL =	 saída de todos os objetos
RADIO_SAVEPICK =	 objeto de seleção de saída
AUTHOR =	 autor
COMMENT =	 Notas
FILEINFO =	 informações do arquivo
VERSION =	 Versão
CMD_NEWFILE =	 crie um novo arquivo
PICK_PASTE =	 colar
CENFIELD=	lugar para o centro
AUTOSAVEFILE =	 Fazendo backup automático de arquivos de design...
ON=	abrir
OFF=	perto
GUIDELINE =	 Linha auxiliar
OBJECT=	objeto
	
	
	
	
ID_DRAW_CIRCLE =	 Desenhe um círculo\nDesenhe um círculo
ID_DRAW_ELLIPSE =	 Desenhe uma elipse\nDesenhe uma elipse
ID_DRAW_PLINE =	 Desenhar Curva\nDesenhar Curva
ID_DRAW_LINE =	 Desenhe uma linha\nDesenhe uma linha
ID_DRAW_POINT =	 Ponto de plotagem\nPonto de plotagem
ID_DRAW_POLY =	 Desenhar Polígono\nDesenhar Polígono
ID_DRAW_RECT =	 Desenhe retângulo\nDesenhe retângulo
ID_DRAW_TEXT =	 Desenhar texto\nDesenhar texto
ID_DRAW_BITMAP=	 Arquivo de bitmap de desenho\nArquivo de bitmap de desenho
ID_DRAW_VECTOR=	 Arquivo vetorial de desenho\nArquivo vetorial de desenho
ID_DRAW_TIME  =	Atraso no desenho\nAtraso no desenho
ID_DRAW_INPUT =	 Desenhar porta de entrada\nDesenhar porta de entrada
ID_DRAW_OUTPUT=	 Tirar Saída\n Tirar Saída
	
	
ID_TOOL_NODE =	 Editar nó do gráfico\nEdição do nó
ID_TOOL_PICK =	 Ferramenta de seleção de gráfico\nSeleção de gráfico
ID_MODIFY_HATCH =	 Preencher objetos selecionados\nPreencher
ID_TOGRAPH =	 Converter objeto em objeto gráfico\nPara gráfico
ID_VIEW_STATUS_BAR =	 Mostrar ou ocultar a barra de status\nMostrar e ocultar a barra de status
ID_VIEW_TOOLBAR =	 Mostrar ou ocultar a barra de ferramentas do sistema\nMostrar e ocultar a barra do sistema
ID_VIEW_ZOOMBAR =	 Mostra ou oculta a barra de visualização\nMostra e oculta a barra de visualização
ID_VIEW_DRAW_BAR=	 Mostrar ou ocultar a barra de ferramentas de desenho\nMostrar e ocultar a barra de desenho
ID_VIEW_ENTPROP=	 Mostrar ou ocultar a barra de propriedades do objeto\nMostrar e ocultar a barra de propriedades do objeto
ID_VIEW_ENTLIST=	 Mostrar ou ocultar a barra de lista de objetos\nMostrar e ocultar a barra de lista de objetos
	
ID_ZOOM_ALL =	 Exibe todos os objetos no máximo\nVer todos
ID_ZOOM_PICK =	 Seleção máxima de exibição\nSelecione observação
ID_ZOOM_IN =	 Duplique a exibição\nAmpliar
ID_ZOOM_OUT =	 Dobrar a exibição\nReduzir
ID_ZOOM_PAN =	 Exibição panorâmica\nVisão panorâmica
ID_ZOOM_WINDOW =	 Dimensionamento de janelas\nEscalonamento de janelas
ID_ZOOM_WORKSPACE =	 Visualizar toda a área de trabalho\nVisualização da área de trabalho
ID_SNAP_GUILD =	 Ajustar aos guias\nAjustar aos guias
ID_SNAP_GRID =	 Ajustar à grade\nAjustar à grade
ID_SNAP_OBJECT=	 Snap Object\nSnap Object
ID_SNAP_MESHVERTEX=	 Ajustar aos vértices da superfície\nAjustar aos vértices da superfície
ID_APP_ABOUT =	Exibir informações do programa, número da versão e direitos autorais\nSobre
ID_APP_EXIT =	 Saia do aplicativo; solicita para salvar o documento\nSair
	
	
TT_PICKALL =	 Selecionar todos os objetos\nSelecionar todos os objetos
TT_PICKDEL =	 Excluir objetos selecionados\nExcluir objetos selecionados
TT_PICKINVERT =	 Inverter seleção\nInverter seleção
TT_PICKLOCK =	 Bloquear o objeto selecionado\nBloquear
TT_PICKUNLOCK =	 Desbloquear objeto selecionado\nDesbloquear
TT_PICKUNLOCKALL =	 Desbloqueie todos os objetos\nDesbloqueie todos
TT_PICKCEN =	 Local de origem\nLocal de origem
TT_PICKCENX =	 centro X é colocado no eixo Y\nO centro X é colocado no eixo Y
TT_PICKCENY =	 O centro Y é colocado no eixo X\nO centro Y é colocado no eixo X
TT_PICKPEN=	Selecionar objetos pelo número da caneta\nSelecionar objetos pelo número da caneta
TT_NODE_ADD =	 Adicionar nó\nAdicionar nó
TT_NODE_ALIGN =	 Alinhamento de nós\nAlinhamento de nós
TT_NODE_ARC =	 Converter para arco\nPara arco
TT_NODE_BEZIER =	 Converter para curva\npara curva
TT_NODE_CLOSE =	 Fechar a curva automaticamente\nFechar a curva automaticamente
TT_NODE_DEL =	 Reduzir nó\nReduzir nó
TT_NODE_DIR =	 Alterar a direção da curva\nAlterar a direção da curva
TT_NODE_LINE =	 Converter em linha reta\nConverter em linha reta
TT_NODE_REDUCE =	 Pontos de diminuição automática\nPontos de diminuição automática
TT_NODE_SEPARATE =	 Desanexar Nó\nDesanexar Nó
TT_NODE_SHARP =	 Transição nítida\nTransição nítida
TT_NODE_SMOOTH =	 Transição suave\nTransição suave
TT_NODE_SYSMETRIC =	 Transição simétrica\nTransição simétrica
TT_NODE_UNITE =	 Nó de fusão\nNó de fusão
TT_POINTONCURVE=	ponto na curva
TT_ADDLAYER=	Adicionar camada\nAdicionar camada
TT_DELLAYER=	Excluir camada\nExcluir camada
ADDLAYER=	adicionar camada
DELLAYER=	excluir camada
ROTATEANG =	 Ângulo de rotação
MOVEDIST  =	 Distância móvel
ZOOMSCALE =	 proporção de escala
INPUTPT =	 ponto de entrada
INPUTSTARTPT =	 Digite o ponto de partida
INPUTCENTER  =	 Digite o centro do círculo
PICKCURVE=	Escolha a curva para colocar o ponto
PONITNUM=	pontos
POINTDIST=	espaçamento de pontos
TEXT_POS=	Escolha onde colocar o texto
ALIGN =	 alinhar
UNDO=	desfazer
REDO=	recuperar
MENU_FINISH=	&fim
MENU_CLOSEFINISH=	&Fim fechado
MENU_COOR=	&Inserir coordenadas
TRANSFORM =	 transformar
CENTER =	 Centro
MIRROR =	 espelho
SHEAR=	inclinar
PEN=	Caneta
SPEED=	Rapidez
OBJECTLIST=	lista de objetos
APPLYDEF=	parâmetro definido como padrão
ADVANCE=	avançado
POWER=	potência
FREQ=	frequência
TICKLE=	Pré-ionização
STARTTC=	Atraso de ativação
ENDTC=	atraso final
POLYTC=	atraso de canto
SECOND=	segundo
US=	microssegundos
DELETE=	excluir
PARAMLIB=	biblioteca de parâmetros
INPUTPARAMNAME=	Digite o nome do parâmetro
GUILDLINE =	 Linha auxiliar
PARAMNAMENONULL=	O nome do parâmetro não pode ficar vazio
PARAMNAMEEXIST=	O nome do parâmetro já existe! Substituir o parâmetro antigo?
REALYDELPARAM=	Tem certeza de que deseja excluir o parâmetro atual?
REALYAPPDEF=	Tem certeza de que deseja aplicar os parâmetros atuais como parâmetros padrão?
JUMPSPEED=	Velocidade de salto
JUMPPOSTC=	Atraso da posição de salto
JUMPDISTTC=	Atraso de distância de salto
ADVANCEMARKPARAM=	Parâmetros de marcação avançados
ENDCOMP=	compensação de ponto final
ACCDIST=	Distância de aceleração
MARK=	marcação
SELECTAPARAM=	Selecione um parâmetro
MODIFYCOLOR=	mudar cor
MODIFPARAM=	Alterar parâmetros
APPLYTOPICK=	aplicar na seleção
PARAM=	parâmetro
NOMOREMARKPARAM=	Apenas parâmetros padrão, não podem ser alterados
NOPICKOBJECT=	nenhum objeto está selecionado
SETDEFPEN=	definir como caneta padrão
MENU_SPECIAL=	&Especial
FAILOPENLMC=	Não foi possível abrir o driver LMC1. Verifique se o driver LMC1 está instalado corretamente!
NOTFINDLMC=	Não foi possível encontrar um dispositivo LMC1 válido!
MENU_LASER=	&Laser
DISABLEUSE =	 Proibido de usar
ENABLEUSE =	 usar
FIELD=	área
LASERCTRL=	controle a laser
EXTAXIS=	Eixo estendido
CONFIGPARAM=	Parâmetros de configuração
NEGATE=	marcha ré
ASPECT=	Exterior
FIELDSIZE=	Tamanho da área
GALVO=	Galvo
	
MARKSTR_AFTERMARK=	Vá para o local designado após o processamento
MARKSTR_AFTER1=	Não se mexa
MARKSTR_AFTER2=	Centro Galvo
MARKSTR_AFTER3=	canto superior esquerdo do objeto
MARKSTR_AFTER4=	Canto superior direito do objeto
MARKSTR_AFTER5=	canto inferior direito do objeto
MARKSTR_AFTER6=	canto inferior esquerdo do objeto
MARKING=	Marcando...
WAITIOINPUT=	Aguardando sinal da porta de entrada IO...
	
PART=	Componentes
TOTALNUM=	total
CONTINUES=	Processamento contínuo
MARKSELECT=	Selecionar processamento
QUIT=	Sair
LIGHTSHOW=	exibição de luz vermelha
	
QSWITCH=	Interruptor Q
ANALOGOUT=	Saída analógica
CALIBRATION=	Correção
OTHER=	outro
ENPWMSIGNALE=	Ativar saída de sinal PWM
MAXPWMFREQ=	Frequência máxima do sinal PWM
ENABLETICKLE=	Ativar preionização
PULSEWIDTH=	Largura do pulso
PULSEPERIOD=	Frequência de pulso
FPK=	primeira supressão de pulso
FPKEND=	Ligue o interruptor Q quando a primeira supressão de pulso terminar
ANALOGOUT=	Saída analógica
ANAPOWER=	Ativar saída de porta analógica de energia
ANAFREQ=	Ativar saída da porta analógica de frequência
STARTMARKDELAY=	Iniciar atraso de marcação
FINSIHMARKDELAY=	Atraso da marca final
MAXPOWERDELAY=	Atraso máximo de energia
USERDEFRATIO=	Escala definida pelo usuário
REALRATIO=	Proporção real
FREQMAP=	mapeamento de frequência
POWERMAP=	mapeamento de energia
READY=	Preparar
BTNSTOP=	PARAR (F4)
BTNMARK=	Marcar (F2)
BTNPARAM=	Parâmetros (F3)
BTNQUIT=	SAIR (F5)
BTNLIGHT=	Luz vermelha (F1)
MARKSTR_NOENTITY=	Nenhum dado pode ser processado, verifique se o arquivo está carregado!
MARKSTR_NOENTITY_SELECT=	Não há dados que possam ser processados, verifique se o objeto de processamento está selecionado!
DOG_DATAERROR =	 Os dados do bloqueio de criptografia estão errados, verifique se o bloqueio de criptografia está inserido corretamente
DOG_SHARETIME =	 A versão atual é uma versão compartilhada, você esgotou o tempo permitido!\nSe você quiser continuar usando este software, entre em contato com o revendedor do software
DOG_SHARE =	 versão atual é uma versão compartilhada, você usou o número de vezes permitido!\nSe quiser continuar usando este software, entre em contato com o revendedor do software
DEMOVERSION=	Não consigo encontrar o dongle! O software funcionará no modo de demonstração
DELHATCH=	remover preenchimento
CURTIME=	hora atual
TOTALTIME=	tempo total
PULSELENGTH=	Largura do pulso
CHECK=	detectar
LASERON=	Ligue o lazer
LASEROFF=	laser desligado
POSX=	Posição X
POSY=	Posição Y
LASERWILLOUTPUT=	Pressione OK para emitir o laser. Tem certeza de que deseja emitir o laser?
WARN=	avisar
SCANIMAGE=	digitalizar imagem
BOTTOM =	 fundo
TOP =	 topo
	
ORIGIN_PTNUM=	Insira o ponto zero
ORIGIN_WAY=	Voltar ao método de origem
PLUGFILENAME =	 Nome do arquivo de plug-in
	
PLUGSTATE =	 status do plug-in
PLUGVER =	 Versão do plug-in
PROMPT =	 dica
MENU_APP_EXIT =	 &Saída
LMCVERERROR=	Erro de versão de hardware LMC
WELD=	Soldagem
TRIM=	ameixa seca
INTERSECT=	Cruz
WELDTO=	soldado a
TRIMTO=	aparado em
INTERSECTTO=	atravessar
PLASTIC=	forma
SAVESRC=	manter o objeto original
SAVETAR=	manter objeto alvo
NOVALIDONCEMORE=	Nenhum objeto válido selecionado, selecionar novamente?
FILE=	documento
PORT=	porta
IOSTOP=	Parar de processar a porta de entrada
STOPPROMPT=	Mensagem de alerta quando a usinagem é interrompida
STOPSIGNALTRIG=	O sinal de parada é acionado e o processamento atual é interrompido!
REMOTE=	controle remoto
ENREMOTE=	Ativar controle remoto
NETWORKIP=	endereço IP da rede
QPULSEWIDTH=	Largura do pulso Q
POINTTIME=	faça tempo
LEFT =	 deixei
RIGHT =	 certo
ALIGN_NODECTRL=	Alinhar pontos de controle de nós
NODE_ALIGN=	Alinhar nó
OFFSETLEN=	comprimento de deslocamento
BASELENGTH=	comprimento base
TRANFORM=	transformar
BASE=	referência
FREE=	 gratuitamente
BASEANGLE=	ângulo de referência
ANGLELIMIT=	Limite da faixa de ângulo
CHANGEORDER=	mudar o pedido
MODIFY=	Rever
ROAXIS=	eixo de rotação
ZERO=	zero
STEPPERRO=	Pulsos por revolução
DISTPERRO=	Distância de movimento por revolução
MINPOS=	Coordenadas mínimas
MAXPOS=	coordenada máxima
MINSPD=	velocidade mínima
MAXSPD=	Velocidade máxima
ZEROSPD=	Velocidade de retorno zero
GEARRATIO=	Taxa de redução
PARTDIA=	Diâmetro da peça de trabalho
ZEROOFF=	Deslocamento zero
ACCTIME=	tempo de aceleração
SCALECOMP=	Compensação proporcional
SHEARCOMP=	compensação de desalinhamento
SPACECOMP=	Compensação de folga
GOTOORIGIN=	Ponto zero de correção de eixo estendido
PLSPICKAPEN=	Selecione uma caneta
BITMAP=	bitmap
LINEINC=	Incremento de linha de varredura de bitmap
NODE_DELETE =	 excluir nó
NODE_ADD =	 adicionar nó
NODE_UNITE=	nó de fusão
NODE_TOARC =	 Converter para segmento de arco
NODE_TOBEZ =	 Converter para segmento de curva
NODE_TOLINE =	 Converter em segmento de linha
NODE_TOSHARP =	 transição de cúspide
NODE_TOSMOOTH =	 transição suave
NODE_TOSYSMETRIC =	 Transição simétrica
NODE_ALIGN =	 alinhamento de nós
NODE_CHANGEDIR =	 Alterar a direção da curva
MARKON=	Marcação aberta
MARKOFF=	desmarcar
CURVEEDIT =	 Edição de curva
MENU_AUTOCONNECT=	conexão automática
CONNECTERR=	Erro de conexão automática
	
PRINTER  =	 impressora
PRINT  =	 Imprimir
STYLE  =	modelo
STATUS =	 Estado
REMARK =	 Observação
COPYNUM=	 número de cópias
ATTRIB=	 Atributos
PRINTCOPYNUM=	 número de cópias
AUTOPAGE=	Paginação automática
PRINTRANGE=	intervalo de impressão
PRINTALL=	Imprimir Tudo
PRINTSEL=	selecione imprimir
PAGESETUP=	configurações de página
	
MARGIN=	Margens
MARGINLEFT =	margem esquerda
MARGINRIGHT=	margem direita
MARGINTOP  =	margem superior
MARGINBOTTOM=	margem inferior
	
PAGECEN     =	centro da página
PAGECENUP   =	meio superior
PAGECENLEFT =	centro-esquerda
PAGECENRIGHT=	centro-direita
PAGECENDOWN =	médio e baixo
	
PAGELEFTUP   =	canto superior esquerdo
PAGERIGHTUP   =	canto superior direito
PAGELEFTDOWN  =	inferior esquerdo
PAGERIGHTDOWN =	canto inferior direito
PAGEFILL=	redimensionar para página
PAGERANDOM=	customizar
AXISSTEP=	Comprimento do passo do movimento
SPLITSIZE=	Tamanho dividido
SPLITPARAM=	parâmetro de segmentação
SPLITBYGUILDLINES=	Divisão por linhas auxiliares
ORIGIN=	origem
LIGHTING=	luz vermelha indicando
SPLITMARK1=	Marcação de divisão 1
SPLITMARK2=	Marca de divisão 2
ORIGINCOOR=	coordenadas de origem
SETCURPOSTOORIGIN=	(&D)Defina o ponto atual como a origem
SETORIGIN=	definir origem
SPECIALMOTION=	movimento especial
STOP=	Pare
GOTOMARKORIGIN=	Mover para a origem da marcação
REDLIGHTPOINT=	indicação de luz vermelha
LIGHTSPEED=	velocidade da luz vermelha
OFFSETPOSX=	posição de deslocamento X
OFFSETPOSY=	posição de deslocamento Y
REDLIGHTIO=	Luz vermelha indicando porta de saída
MARKIO=	Saída de marcação
NULL=	Nenhum
INPUTTEXT=	Por favor, insira o texto a ser processado
FORCESPLIT=	divisão forçada
LINE=	linha reta
RIGHTCOOR=	Pressione o botão direito do mouse para inserir as coordenadas
INPUTCOOR=	Insira as coordenadas
FINISHGOTOSTARTPT=	Após o processamento, retorne ao ponto de partida
STARTMARKIO=	Comece a marcar as portas
INPORT=	porta de entrada
AUTORESET=	Reinicialização automática
JSFFONT_FILENAME=	nome do arquivo de fonte jsf
GRAPHCHAR=	Caracteres correspondentes aos gráficos
UPDATEFONTFILE=	Atualizar arquivo de fonte
OFFSET_DIST=	distância de deslocamento
JCZFONT_NEWJSF=	O arquivo não existe, criar um novo arquivo?
JSFFONT_NAME=	nome da fonte
DOUBLEWIDTH=	largura de caractere duplo
DOUBLEHEIGHT=	altura de caractere duplo
SINGLEWIDTH=	largura de caractere único
SINGLEHEIGHT=	altura de caractere único
JSFFONT=	fonte Jsf
JCZFONT_PROPERTY=	propriedades da fonte
ENMARKMUTEX=	habilitar marcação mutex
MARKPARAM=	Parâmetros de marcação
ONOFF=	trocar
CURPEN=	número da caneta atual
CURPENPARAM=	parâmetros atuais da caneta
USEDEFAULTPEN=	Usar parâmetros padrão
SELPARAMFROMLIB=	Obter parâmetros da biblioteca de parâmetros
DELETESELPARAM=	excluir o parâmetro selecionado
CURPARAMSAVEAS=	Salve os parâmetros atuais como
PLSSELPARAM=	Selecione um parâmetro primeiro
ID_DRAW_BARCODE =	 Desenhar código de barras\nDesenhar código de barras
MENU_VIEW_MARKPARAM=	Barra de parâmetros de marcação
ID_VIEW_MARKPARAM=	Mostra ou oculta a barra de parâmetros de marcação\nMostra ou oculta a barra de parâmetros de marcação
SHOWCROSSLINE=	Mostrar cruz central
SELPOSDATUM=	Selecione o ponto de referência para as coordenadas de posição
PULSEGREATEMAX=	A largura de pulso Q definida é maior que a largura de pulso máxima
MAXPULSEWIDTH=	Largura máxima de pulso
CURFREQ=	frequência atual
FIELDNAME=	Nome do campo
CURRENT=	atual
CURRENTMAP=	Mapeamento atual
ENCURRENT=	Ativar saída de corrente
EXESTART =	Quando o ezcad iniciar, execute o programa
EXEFINISH=	Quando o ezcad estiver fechado, execute o programa
PARAMNAME=	nome do parâmetro
GOALSIZE=	tamanho da marca de destino
REALSIZE=	Tamanho real da marcação
CALCSCALE=	Calcule a proporção
GOALMUSTGREATE=	O tamanho da marca de destino deve ser maior que 0,001
REALMUSTGREATE=	O tamanho real da marcação deve ser maior que 0,001
FORCEALLSPLIT=	Toda a divisão inteira
USEGUILINSTARS=	Usando um driver Q-switch digital
	
DESCENTRATIO=	Relação alta mais baixa
DESCENT=	para baixo
ASCENT=	Shanggao
BASELINE=	linha de base
LOADCHAR=	Carregar dados de caracteres
SAVECHAR=	salvar dados de caracteres
LEFTSIDE=	Largura do suporte esquerdo
RIGHTSIDE=	Largura do suporte direito
HELP =	 ajuda
HELP_BLUEBOX=	A moldura azul é a área que o personagem ocupa quando é realmente exibido
HELP_DESCENTRATIO=	Relação alta mais baixa
HELP_CHARWIDTH=	A largura dos caracteres refere-se à largura dos caracteres padrão da biblioteca de fontes atual
HELP_CHARHEIGHT=	A altura dos caracteres refere-se à altura dos caracteres padrão da biblioteca de fontes atual
HELP_LEFTSIDE=	A largura do suporte esquerdo é a distância entre os dados reais do caractere e a borda esquerda
HELP_RIGHTSIDE=	A largura de suporte direita é a distância entre os dados reais do caractere e a borda direita
HELP_BASELINE=	A linha de base é a linha horizontal usada para alinhamento ao construir uma fonte
CHARKERNING=	Kerning de caracteres
NOFONTFILE=	Não foi possível encontrar um arquivo de fonte válido, selecione um arquivo de fonte válido!
INPUT2CHAR=	Digite dois caracteres
SAVEKERNING=	salvar kerning
JCZFONT_VER1=	biblioteca de fontes atual é a versão v1.0 e foi convertida para a versão v2.0.\nPor favor, reinicie o ezcad2.0 antes que a modificação seja efetivada!
PULSEMODE=	Padrão de pontos vetoriais
PULSEPER=	Pulsos por ponto
FLYMARK=	marcação voadora
FLYSPEED=	Velocidade linear
ERR_FLYSPEEDFAST=	A velocidade da linha é muito rápida para o galvo alcançar!\nA velocidade da linha deve ser menor que a velocidade de marcação e salto!
MS=	milissegundo
CANHATCH=	pode ser preenchido
PASSWORD=	senha
CONFIRMPASSWORD=	Confirme a Senha
PASSWORDNOSAME=	As senhas digitadas duas vezes são diferentes, por favor, digite novamente!
PASSWORDUNVALID=	senha incorreta!
OUTPORTALRADYUSE=	A porta de saída foi ocupada por outro dispositivo, reinicie-a!
LASERPOWERIO=	Saída de potência do laser
POWERON=	ligar
POWEROFF=	desligar
EZCADSTR_ID_FILE_IMGLIB =	 Abre a Galeria de Favoritos\nGaleria de Favoritos
EZCADSTR_IDC_STATIC_NEWIMG =	 Insira um nome de imagem
EZCADSTR_IDC_STATIC_NEWLIB =	 Insira um nome de galeria
EZCADSTR_IDC_STATIC_NEWLIB_FILENAME =	 Insira um nome de arquivo (.glb)
EZCADSTR_IMGDLG_BUTTON_DELIMG =	 excluir imagem
EZCADSTR_IMGDLG_BUTTON_DELLIB =	 excluir galeria
EZCADSTR_IMGDLG_BUTTON_NEWIMG =	 adicionar imagem
EZCADSTR_IMGDLG_BUTTON_NEWLIB =	 Nova galeria
EZCADSTR_IMGDLG_KEEPSIZE =	 Escala de bloqueio
EZCADSTR_IMGDLG_NEWIMG =	 adicionar imagem
EZCADSTR_IMGDLG_NEWLIB =	 Nova galeria
EZCADSTR_IMGDLG_STATIC_EXPORT =	 Exportar opções de gráficos
EZCADSTR_IMGDLG_STATIC_HEIGHT =	 Alto
EZCADSTR_IMGDLG_STATIC_NAME =	 Nome da galeria
EZCADSTR_IMGDLG_STATIC_PREVIEW =	 Visualização da imagem
EZCADSTR_IMGDLG_STATIC_WIDTH =	 largura
EZCADSTR_IMGGLD_ORIGSIZE =	 tamanho original
EZCADSTR_IMGLIB_DRAW =	 Galeria de desenhos
EZCADSTR_IMGLIB_MAXIMG =	 O número de fotos nesta galeria atingiu o valor máximo, crie uma nova galeria
EZCADSTR_IMGLIB_TOTALNUMBER =	 Número total de fotos:
EZCADSTR_IMPORT_PT =	 Digite o local para colocar os gráficos
EZCADSTR_MSG_DELETEIMG =	Tem certeza de que deseja excluir a imagem?
EZCADSTR_MSG_DELETELIB =	 Tem certeza de que deseja excluir a galeria?
EZCADSTR_MSG_DIRECTORYERROR =	 o caminho do arquivo de biblioteca não existe
EZCADSTR_MSG_HAVEFILE =	 A galeria especificada já existe, digite novamente
EZCADSTR_IMGDLG =	 Galeria comum
EZCADSTR_MENU_FILE_IMGLIB =	 &Galeria Comum...
CIRDIAMETER=	diâmetro do círculo
ARRAY_NUM=	número de matrizes
ANG_DIST=	Espaçamento angular
EZCADSTR_ARRAY_TYPE =	 tipo de matriz
EZCADSTR_ARRAY_X_DIST =	 Espaçamento horizontal
EZCADSTR_ARRAY_X_NUM =	 Número horizontal
EZCADSTR_ARRAY_Y_DIST =	 Espaçamento vertical
EZCADSTR_ARRAY_Y_NUM =	 número vertical
EZCADSTR_ARRAY_DIST_CALC =	 Método de cálculo de espaçamento
EZCADSTR_ARRAY_ENTSPACE =	 Calculado de acordo com o espaçamento dos gráficos
EZCADSTR_ARRAY_OFFSETDIST =	 Calculado pela distância de deslocamento
EZCADSTR_CMD_ARRAY=	objeto de matriz
RADIUS=	raio
BREAKCROSSPOINT=	remover interseção
ID_MODIFY_ARRAY =	 Objetos selecionados de matriz\nObjetos de matriz
ID_MODIFY_ROTATE =	 Girar objetos selecionados\nGirar objetos
ID_MODIFY_PLASTIC=	Modelagem de Objeto\nForma
ID_MODIFY_CONNECT=	Curvas de conexão automática\nCurvas de conexão automática
ID_MODIFY_BREAKCROSS=	Remova a interseção das curvas\nRemova a interseção
ID_MODIFY_TRANSFORM=	Transformar objetos\nTransformar
ID_MODIFY_OFFSETCURVE =	 Deslocamento de objetos de curva selecionados\nDeslocamento de curva
CROSSLEN=	comprimento da interseção
TESTLASER=	teste a laser
READALLLINE=	Leia o arquivo inteiro a cada vez
INFO_CODE128OPTMIZE=	O código de barras CODE128Optimized é um código de barras contínuo; seu conjunto de caracteres contém caracteres com valores ASCII de 0 a 127, e o sistema alterna automaticamente entre CODE128 A, B e C de acordo com os caracteres, tornando o código final o mais curto;
FLYRIGHT2LEFT=	Direção do pipeline da direita para a esquerda
FLYCONTMODE=	Modo Contínuo de Pipeline
DATEINFO=	Significado dos caracteres no formato de data: Y
SN=	número de série
INCSN=	Incremento do número de sequência
	
DATENAME=	nome da data
YEARUSE2DIGIT=	Use dois dígitos para o ano
YEARNOLEADZERO=	Ano sem zeros à esquerda
HOUR12=	relógio de 12 horas
TIMENOLEADZERO=	tempo sem zeros à esquerda
DIGIT09ISSN=	O número 0 é o número de série e o número 9 é o incremento do número de série
SAMPLE=	Exemplo
AM=	manhã
PM=	tarde
DATENAMECANNOTNULL=	O nome da data não pode ficar vazio!
SAVETONEWFILE=	salvar em novo arquivo
AUTOROANG=	Rotação automática do ângulo de preenchimento
BYDAY=	por dia
BYMONTH=	por mês
BYWEEK=	por semana
BYYEAR=	por ano
DATEOFFSET=	deslocamento de data
ENTOTALPARTNUM=	O número total de peças de trabalho é válido no modo contínuo
MARKFINISHNUM=	A quantidade especificada foi processada! Deseja continuar o processamento?
OFFSET=	Deslocamento
EXPORTTEXT2FILE=	Texto de saída para o arquivo especificado durante o processamento
EXPORTTIME2FILE=	Tempo de saída para o arquivo especificado durante o processamento
EXPORTTEXT=	texto de saída
AUTOCONNECT=	Conecte automaticamente segmentos de curva adjacentes
SOFTUSEPSW=	Uma senha deve ser inserida para usar o software
USERMGR=	Gerenciador de usuários
USER=	do utilizador
ADMIN=	Gerente
DESIGNED=	desenhista
WORKER=	operador
MODIFYPASSWORD=	alterar a senha
SELUSER=	selecionar usuário
PSWINCORRECT=	Senha incorreta, digite novamente
CARDNO=	número do cartão
SELLMC1DEV=	Selecione o dispositivo para definir os parâmetros
LASERTYPE=	Tipo de laser
NOHATCHTEXT=	sem preenchimento de texto
USECORRECTFILE=	Usar arquivos de correção
CRYSTAL=	cristal
MAXFREQ=	frequência máxima
PULSEGREATEMAXFREQ=	A frequência de pulso é maior que a frequência máxima
MOVEANG=	Ângulo de movimento
CURRANGLE=	ângulo atual
ROANGMARK=	Marcação do ângulo de rotação - nota: a coordenada z do objeto é o valor do ângulo
OPTIMIZECURVE=	Otimize a ordem da curva
ANGLEROTATE=	Marcação do ângulo de rotação
SIZESCALE=	Proporção de tamanho
PULSE=	pulso
ENSHOWCONTOUR=	mostrar esboço
SUBSURFACE=	Escultura interna
ZEROTIMEOUT=	retornar ao tempo limite zero
CMD_REPEAT1=	repita o comando 1
CMD_REPEAT2=	repita o comando 2
NODE=	nó
SUNDAYISFIRSTDAY=	Domingo é o primeiro dia da semana
TT_POINT=	desenhar um ponto
TT_POINTONCURVE1=	Colocar um número fixo de pontos em uma curva
TT_POINTONCURVE2=	Colocando pontos com espaçamento fixo em uma curva
IMGLIB_PROMPT=	Dica: Pressione e segure o botão esquerdo do mouse para selecionar os gráficos desejados e arraste para mover para a área de trabalho
ONELASERMULTISCANNER=	Modos de laser único e multi-lente
MULTILASERMULTISCANNER=	Modos multi-laser e multi-lente
ALLSCANNERSAMEPART=	Todos os galvanômetros processam a mesma peça de trabalho
ALLSCANNERDIFFPART=	Todos os galvanômetros processam peças diferentes
SCANNER=	Galvo
SCANNERTYPE=	Tipo Galvo
CENPOS=	Coordenadas do centro
LASERPARAM=	Parâmetros do laser
ERR_OUTRANGE=	O eixo de extensão está fora da área de usinagem!
MOVETOPREV=	mover para a frente
MOVETONEXT=	mover para trás
MOVETOTOP=	trazer para a frente
MOVETOBOTTOM=	mover para trás
MENU_EDIT_TODASHED=	para linha tracejada
INFO_QRCODE=	código de barras QRCODE é um código de barras bidimensional, seu conjunto de caracteres contém todos os caracteres ASCII;
LASERONTIME=	Laser na hora
DISTRIBUTION=	distribuído
D_TOP=	&Curti
D_VCEN=	&Médio
D_VSPACE=	&espaçamento
D_BOTTOM=	&Fundo
D_LEFT=	&Deixei
D_HCEN=	&Médio
D_HSPACE=	&espaçamento
D_RIGHT=	&Certo
ISREALYMARK=	Começar a marcar?
DELOLDCURVE=	excluir curvas antigas
PICKOFFSETCURVE=	Selecione a curva para compensar
PICKOFFSETDIR=	Selecione a direção de deslocamento da curva
NESTING=	Aninhamento otimizado
PICKEDGE=	limite de seleção
NESTPARAM=	Parâmetros de aninhamento
AUTONESTING=	aninhamento automático
BRIDGEDIST=	distância da volta
STOCKDIST=	Margens da folha
ROTATEINTERVAL=	Etapa de rotação
ROTATE=	girar
ERRNESTING=	O limite da folha atual não pode acomodar todas as amostras!
PICKNESTEDGE=	Selecione o limite da folha na qual colocar a amostra
MARKDATA_OUTRANGE=	Os dados de processamento excedem o intervalo de processamento!
SELECTNESTEDGE=	Por favor, selecione o limite da folha na qual colocar a amostra primeiro!
NESTINGMULTI=	Layout de várias peças de trabalho
NESTINGONE=	Layout uniforme de peça única
SHEETSIZE=	Tamanho do material
SHEETSIZESMALL=	O tamanho do material é muito pequeno!
WARNSTARTSIGNAL=	O processamento é interrompido continuamente. O sinal de início de processamento está errado? O sinal de início de processamento está proibido?
INPORTCONFLIC=	Observe que existem portas de entrada conflitantes! Por favor, escolha novamente!
OUTPORTCONFLIC=	Observe que existem portas de saída conflitantes! Por favor, escolha novamente!
UNCOMBINE=	 combinação separada
READPOINTCLOUDFILE=	Ler arquivo de nuvem de pontos...
MENU_FILE_BMPFILE=	Arquivo de bitmap de entrada\tCtrl+W
MENU_FILE_VECTORFILE=	Importar arquivo vetorial\tCtrl+B
MAXFREQDELAY=	Atraso de frequência máxima
INFO_CODEINTER6=	O código ITF-6 é um código de barras de comprimento fixo, seu conjunto de caracteres contém apenas os números '0'-'9', ITF-6 contém 6 caracteres, os primeiros 5 caracteres são dados, o último caractere é o código de verificação, a verificação o código é adicionado automaticamente pelo sistema, e o sistema aceita apenas os primeiros 5 caracteres.
INFO_CODEINTER14=	O código ITF-14 é um código de barras de comprimento fixo, seu conjunto de caracteres contém apenas os números '0'-'9', o ITF-14 contém 14 caracteres, os primeiros 13 são dados e o último caractere é o código de verificação. o código de verificação é adicionado automaticamente pelo sistema, e o sistema aceita apenas os primeiros 13 caracteres.
BORDER=	quadro
PLUSEWIDTHREV=	inversão de largura de pulso
ENANALOGFPK=	Ativar a Supressão do Primeiro Pulso Analógico
INFO_USERDEFINE=	Código de barras definido pelo usuário, número de linhas e colunas definido pelo usuário, os dados do código de barras são representados por uma sequência de números com um tamanho de 0-255 separados por ",", cada número representa um bloco de código de barras de 8 dígitos, o primeiro número representa o código de barras de cima para baixo A primeira linha de baixo, os primeiros 8 blocos de código de barras da esquerda para a direita. Quando um byte não pode ser acomodado no final de uma linha, o bit de dados correspondente deve ser ignorado. Se não houver "," no caractere de entrada, a regra binária é usada, 1 significa preto e 0 significa branco.
RINGMARK=	Marcação de joias
INPUTDISTRCOFF =	 Insira o fator de deformação do barril
INPUTTRAPECOFF =	 Insira o fator de deformação trapezoidal
GRADUATION=	escala
GRADUATIONNUM=	número de marcas de escala
GRADUATIONANG=	Incremento de ângulo
DEGREE1LEN=	Comprimento mínimo do tick
DEGREE5LEN=	Comprimento do tick de 5 pontos
DEGREE10LEN=	Comprimento do tick de 10 pontos
SHOWTEXT=	exibir texto
STARTVALUE=	valor inicial
INCVALUE=	Valor de incremento
DOTBITCOUNT=	dígitos após o ponto decimal
LOADGRADFILE=	Carregar arquivo de escala
SAVEGRADFILE=	salvar arquivo de marcação
ROTATERULER=	anel de balança
HATCHBYDEFAULT=	Preencha com parâmetros padrão
360MARK =	 marcação de 360 graus
STARTPULSEMODE=	Iniciar o modo de pulso de sinal
AUTORESETMARKCOUNT=	Tempos de processamento de redefinição automática
PULSEPERUNIT=	pulsos por unidade
MOVE =	 jogada
MOVETO =	 mover para
RELATIVE=	posição relativa
MENU_DRAW_EXTAXIS=	&Eixo Estendido
ID_DRAW_EXTAXIS=	 Desenha um eixo expandido\nDesenha um eixo expandido
MULTIPARTMARK=	Módulo de usinagem de várias estações
PLEASEVALIDPARAM=	Selecione um parâmetro de estação válido
MALTIMARKINFO=	O número máximo de processamento especificado foi processado!\nSe você deseja processar, modifique o número processado ou o número máximo de processamento.
MALTIMARKINFO2=	O número máximo de usinagem especificado foi concluído!
PARTPOS=	Estação
PARTTYPE=	modo de estação de trabalho
SELPARTTYPE=	Selecione o modo de estação
CURPARTPOS=	estação atual
MARKEDCOUNT=	Número de processados
STOPWHENMAX=	Parar após o processamento para o número máximo de processamento
MAXCOUNT=	Número máximo de processamento
MARKALLPART=	F1 para processar todas as estações atuais
CONTMARKALLPART=	F2 Usinagem contínua de todas as estações
MARKCURPART=	F8 processando a estação atual
MODIFYCURPART=	F9 para modificar a posição da estação atual
ADD=	Aumentar
DISMARKWHENREACHTOTAL=	O processamento é proibido após o processamento para o número especificado
CURNUMGREATETOTALNUM=	O número atual de processamento foi maior que o número total de processamento, por favor redefina o número atual de processamento antes de processar!
YAGOPTIMIZEMODE=	Padrão de preenchimento otimizado para YAG
	
FLYHARDWARE=	Ativar o modo avião de hardware
FLYSIMULATION=	Ativar o modo de emulação de hardware
MULTIPLIER=	fator de velocidade de voo
UM=	mícrons
MIL=	mil
UMPERCOUNT=	mícrons/contagem
INCHPERCOUNT=	polegadas/contagem
FLYCOUNT=	contar
TOTALMARKTIME=	tempo total de processamento
DOG=	conector de wifi
DEFENTTEXT=	TEXTO
SPECIALPOS=	local especificado
GOTOSPECIALPOS=	mover para a posição especificada
SETCURPOSTOSPEC=	(&D) Defina o ponto atual para a posição especificada
MINPWMFREQ=	Frequência mínima do sinal PWM
PULSELOWMAXFREQ=	frequência de pulso é menor que a frequência mínima
MINFREQ=	Frequência mínima
DOUBLELINEMODE=	padrão de carrapato duplo
LASERSLEEPTIME=	tempo de sono a laser
DXFUNITISINCH=	As unidades de arquivo Dxf são polegadas
0NOTAILZERO=	A escala 0 não exibe 0 após o ponto decimal
SHOWDEGREE5TEXT=	Exibir texto de 5 graus
TEXTROTATE90=	Texto girado 90 graus
BOLDLINEMODE=	padrão de carrapato largo
POWERRULER=	super governante
PLSSELRULER=	Selecione uma régua a ser usinada
ALEARDYHAVESAMERULER=	Conflito de nome de governante, renomeie!
GRADCONDISNULL=	A condição de geração de marca de escala da régua não pode estar vazia!
MINGRAD=	Escala mínima
RULER =	 régua
RULERNAME=	Nome da régua
GRADGENCOND=	Condições de geração de ticks
GRADLINE=	Marcas de escala
GRADVALUE=	Valor da escala
STARTPT=	ponto de partida
ENDPT=	ponto final
STARTINDEX=	iniciar o número do índice do tick
ENDINDEX=	número do índice do tick final
INCINDEX=	Incremento do índice de tick
GRADLINEWIDTH=	Largura do carrapato
ROTATERULERMODE=	Modo de régua rotativa
GLOBEMARK=	marcação do globo
LONGITUDE=	longitude
LATITUDE=	latitude
FLYMARKENTBYORDER=	Ativar folheto por ordem de objeto
INPUTIOMASK=	máscara de entrada de E/S
OUTPUTIOMASK=	máscara de E/S de saída
DISSTARTIOINCONTMODE=	Modo contínuo desabilita a porta de marcação inicial
LASEROFFTC=	Atraso de desligamento da luz
STARTGRADPOS=	posição inicial do tick
INCPOS=	incremento de posição
STEPPERMM=	passos/mm
STEPPERINCH=	passos/polegada
EDIT =	 editar
TOTALPARTNUM=	número total de peças
EXPORTTOWS=	saída para área de trabalho
STRAIGHTRULER=	régua
RINGRULER=	Régua de anel
DISKRULER=	régua de disco
PARTNUM=	Nome da peça
UPDATEPOSPARAM=	Atualizar parâmetros posicionais
OTHERNUMSYS=	base personalizada
MAXNUMBER=	base máxima
MPERMIN=	m/min
INCHPERMIN=	polegadas/min
ENCODERDIST=	Distância de viagem do codificador
OUTPORT=	porta de saída
ROTATETEXTMARK=	Girar marcação de texto
	
CIRCLEMODE=	padrão de círculo
TEXTELEMENT=	elemento de texto
TCPIPCOM=	Comunicação de rede
SERIALCOM=	Comunicação em série
TIME=	Tempo
FIXEDTEXT=	texto fixo
NOLEADZERO=	Não use zeros à esquerda
PREV=	Siga em frente
NEXT=	voltar
LIMILTSN=	Número máximo de sequência
MODE=	modelo
YEAR=	ano
MONTH=	lua
DAYOFMONTH=	dia
DAYOFYEAR=	céu
DAYOFWEEK=	Semana
WEEKOFYEAR=	semana
HOUR=	Hora
MINUTE=	minuto
TIMESEC=	período
IPADDRESS=	endereço de IP
COMMAND=	Ordem
ALLCHARSUSES=	todos os personagens possíveis
BAUDRATE=	taxa de transmissão
DATABIT=	bits de dados
STOPBITS=	pare pouco
PARITY=	paridade
ENCIRCLETEXT=	habilitar texto em arco
POWERKEYBOARD=	super teclado
KBWORKDIRECTORY=	diretório de trabalho do teclado
KEYLIST=	lista de chaves
KEYNAME=	nome da chave
KEYFILE=	arquivo de chave
CUTONOFF=	interruptor de corte
USERNAME=	nome de usuário
	
DYNFOCUS=	foco dinâmico
ENDYNFOCUS=	Ativar foco dinâmico
DYNZREV=	Z reverso
DYNZPOS=	Posição Z
DYNZRAD=	Distância ao centro (%)
DYNAUTOSWITCH=	interruptor automático
DYNUPDATEALL=	Atualizar posição Z
DYNADD=	Z aumenta
DYNDEC=	Diminuição Z
DYNSTART=	comece a testar
DYNSTOP=	parar o teste
DYNUSING=	Foco dinâmico em uso..
IAGREE=	Concordo em aceitar este acordo
IDONTAGREE=	não concordo em aceitar este acordo
ERR_CANNT_RUN=	A operação não pode ser executada no estado atual
MARKSPEED=	Velocidade de marcação
LENTESTRECT=	Teste o comprimento do lado do retângulo
TESTPARAM=	Parâmetros de teste
ZINCREMENT=	Incrementar Z
ZMICROINC=	Incremento Z de ajuste fino
ZMAX=	Z max
DYNLINEAR=	Interpolação linear
MACROADJUST=	Ajuste o valor Z
FAILTRANSFER=	Falha na atualização de dados! Por favor, tente novamente!
ENCO2FPK=	Ativar a supressão do primeiro pulso de CO2
FPKSTARTPOWER=	Primeira potência de partida de supressão de pulso
FPKINCPOWER=	Primeiro Incremento de Potência de Supressão de Pulso
SHOWSTARTMARKDLG=	Exibir a caixa de diálogo Iniciar marcação
ENEXEMARKFILE=	Habilitar a execução de arquivos de comando de início e fim de marcação
ENREDCONTMODE=	Ativar o modo de processamento contínuo de luz vermelha
	
DYNSAVE=	Salve 
DYNLOAD=	carregar
ADDZAUTO=	O valor Z aumenta ou diminui automaticamente
INFO_CICODE=	Hanxin é o padrão de código de barras 2D chinês; seu conjunto de caracteres contém todos os caracteres ASCII e caracteres chineses
SPECIALWAVE=	forma de onda especial
SPIWAVE=	forma de onda
SPICONTINUES=	modo contínuo
SPISIMMERCUR=	Energia em espera
STEPDIST=	Comprimento otimizado
STEPDELAY=	atraso entre etapas
USESTEPMARKMODE=	Use o modo de marcação de passo
CURLMCNOTIPG=	Os cartões LMC atuais não suportam lasers IPG
CURLMCNOTSPI=	A placa LMC atual não suporta lasers SPI_G3
LASERNOTREADY=	Laser não está pronto, por favor verifique
FIXEDCOOR=	Coordenadas fixas do ponto de entrada
DOORIO=	porta de segurança
ERR_DOOROPEN=	porta de segurança está aberta, por favor, feche a porta de segurança!
LINEREDUCTION=	recuo reto
NUMLOOPS=	Número de anéis de limite
FONTTYPE_SHX=	Fonte SHX
ENSPLITSTRTOCHANGETEXT=	Habilite a string dividida para modificar o objeto de texto com o nome especificado
INDEXFIRSTCHARSTR=	a posição do primeiro caractere na string
NUMCHAREXTRACTSTR=	O número total de caracteres extraídos da string
NAMETEXTTOCHANGE=	O nome do objeto de texto cujo conteúdo de caractere você deseja modificar
SET=	configurar
TT_PICKMIRRORX=	XMirror\nXMirror
TT_PICKMIRRORY=	YEspelho\nYEspelho
IPG:OVERTEMP=	Laser: Temperatura muito alta
IPG:NORMAL=	Laser: funcionando bem
IPG:HIGHOPTIC=	Laser: processa materiais altamente refletivos e o laser é refletido no laser
IPG:SYSERROR=	Laser: falha do sistema
IPG:READY=	Laser: não está pronto
IPG:EMERGENCY=	Laser: o sinal de parada de emergência é válido
HIDEMODEL=	modelo oculto
ANGLEINC=	Incremento de ângulo
UPTODOWN=	de cima para baixo
LAYERNUM=	camadas
SPACEOFLAYER=	Espaçamento da camada
CALCULATE=	calcular
READ3DFACEFROMDXF=	camadas de superfície 3D
AVERAGELINE=	Distribuir uniformemente as linhas de preenchimento
CHANGELINECHAR=	nova linha
MARKSELF=	marque-se
ENSAMEWIDTHCHAR=	Ativar caracteres de largura igual
DYN_OUTSIDE=	área externa
DYN_MODE1=	modo padrão
DYN_MODE2=	Modo independente do eixo Z
MAXSPEED=	Velocidade máxima
MINSPEED=	velocidade mínima
LOOPDIST=	Espaçamento entre anéis
MARKBYSPLITLINE=	Marcar pela linha divisória
MARKSTR_AFTER7=	local especificado
ENANALOGCURFPK=	Ativar supressão de corrente analógica
CURVESCATTERTOL=	Erro de dispersão da curva
ENABLECURVESCATTERTOL=	Ativar erro discreto de curva
WOBBLE=	nervosismo
WOBBLEDIST=	espaçamento
ROTARYMARK=	Marcação do eixo rotativo
FOCUSLENGTH=	comprimento focal
AXISISHOMING=	O eixo está sendo posicionado
AXISISMOVING=	eixo está se movendo
AXISMOVEFAIL=	Falha no movimento do eixo!
AXISERRMAXLIMIT=	Movimento do eixo além do limite positivo
AXISERRMINLIMIT=	Movimento do eixo além do limite negativo
AXISMUSTGOHOME=	O eixo deve retornar ao ponto zero antes de poder se mover. Deseja retornar ao ponto zero primeiro?
ENCODERREVERSE=	Inversão de sinal do codificador
FLYENCODEROFFSET=	Ativar distância de deslocamento fixo do codificador
FLYENCODEROFFDELAY=	Atraso (nós)
FLYENCODERLOWSPEED=	modo de baixa velocidade
	
GET55ERR=	erro de cálculo de parâmetro
GETFLYPARSTEP=	Por favor, controle manualmente a linha de montagem para mover uma curta distância;\nMeça a distância e preencha a caixa de entrada abaixo;\nO programa calcula automaticamente os parâmetros após clicar em OK
FLYPARINPUT=	Digite o comprimento:
GETPAR=	calcular
PULSECOUNT=	Quantidade de pulso
PULSECOUNTRESET=	Claro
	
FLYADDTOY=	Sobreposição ao eixo Y
FLYTOP2BOTTOM=	Direção do pipeline de cima para baixo
	
DYNAMICLMC=	Cartão de foco dinâmico
UNKNOWN=	desconhecido
BDVVALUE_CUSTOM_ALL=	Universal
BDVTEXT_CARDTYPE=	Tipo de placa:
BDVTEXT_CARDVERSION=	número da versão:
BDVTEXT_CUSTOM=	personalizado:
BDVTEXT_CARDFUNCTION=	Código da função:
HARDINFO=	informações de hardware
	
ENVARTEXTFIXWID=	Ativar largura de texto fixa
USEEXCELCORRECTFILE=	Arquivos de correção usando o Excel
STARTCOOR=	coordenadas do ponto de partida
ENDCOOR=	Coordenadas do ponto final
SPACEDIST=	espaçamento
SPACING=	espaçamento
MARKGRIDLINE=	Marque linhas de grade
USECORFILEMARKGRIDLINE=	Use o arquivo de correção para marcar as linhas de grade
CORCOMPFILE=	Arquivo de compensação de correção (arquivo Excel)
FIXEDCHARCOUNT=	número fixo de caracteres
EMPTYCHARWIDTH=	Largura de caractere nulo
AVADISTPOINT=	Distribua uniformemente todos os pontos
YAGFASTPOINTMODE=	 Modo de ponto rápido YAG
SETANALOG=	definir analógico
USERDEF=	customizar
MENU_VIEW_IOSTATE=	Status do pedido de inserção
DOGNOTMATCHLMC=	O número de ligação do dongle não corresponde ao número do cartão de marcação, verifique o número do dongle!
MORETHAN360=	A faixa de marcação excede 360 graus, continua?
CURNUM=	Número atual de marcas
SPOTDIA=	tamanho do ponto
PTCYCLES=	número de acertos
DISTANCE  =	 distância
ENDADDPTS=	ponto no final
INFO_MICROQRCODE=	O Micro QR Code é uma versão simplificada do código de barras QRCODE;
ENABLETILDE=	Activar ~(~ seguido por dxxx xxx
MULTIFILEMARK=	Marcação de vários documentos
LASERLEAKHANDLE=	tratamento de vazamento de luz
DISMARKLOWPT=	Não marque pontos com baixo valor de cinza
BASEHEIGHT=	Altura da base
PARTHEIGHT=	Altura da peça de trabalho
ZADJUSTMENT=	Z ajustar a altura
ACCURATEZERO=	Retorno preciso a zero
RECTMODE=	modo retângulo
KEEPENTORDER=	Manter a ordem dos objetos de usinagem
OPENMODELAY=	Ativar atraso MO
SERIALTYPE=	modelo
LINEFEEDMALP=	entrelaçamento de pontos
IPGSETTINGS=	Status do Laser IPG_YLPM
SQLDB=	banco de dados SQL
SQLDRIVERS=	Acionado por SQL
DBQFILE=	arquivo de banco de dados
USERID=	ID do usuário
SQLCMD=	Comando SQL
SETPENPARAM=	Definir parâmetros da caneta
BOLD=	negrito
ITALIC=	itálico
RESET =	 Redefinir
USERINTERLINE=	Ativar linhas de preenchimento interno
LASERBEAMDIA=	Diâmetro do ponto do laser
HATCHLINEDIST=	Espaçamento de linha de preenchimento
ENCO2PULSEMODE=	Ativar o modo superpulso de CO2
HATCHONEBYONE=	Preservar a independência do objeto de preenchimento
RESORT=	ordenar
RESORT_INFO=	Classificar\nClassificar
SELECTSCANNERFIELD=	Selecione o sistema de coordenadas do galvanômetro
SCANHEAD=	lente vibratória
SCANNERFIELD=	Área de marcação
SELECTMOVEDIR=	Selecione a direção do movimento da tubulação
STARTMARKER=	iniciar tag
SENSOR=	sensor
ENCODER=	Codificador rotativo
MOVEDIR=	Direção de movimento do pipeline
NEXTSTEP=	Próxima Etapa
PREVSTEP=	Anterior
FINISH=	Terminar
FLYMARKSETTINGS=	Configurações de parâmetros de marcação em tempo real
ORIENTATION=	Direção de arranjo
HORIZONTAL=	Nível
VERTIICAL=	vertical
POWEROFFSAVEFILE=	Proteja os arquivos automaticamente ao desligar
ADJUST=	Ajustamento
FLYMULTIINFO=	Marque primeiro um retângulo no estado de movimento do pipeline.\nSe o retângulo marcado for como a figura à esquerda abaixo, aumente o coeficiente.\nSe o retângulo marcado for como a figura à direita abaixo, reduza o coeficiente.
DISABLEOPTIMIZECONMODE=	Modo ideal que desativa o modo de usinagem contínua
ARRAYDISCHANGESN=	É proibido alterar o conteúdo do texto do número de série
SPIRAL=	Hélice
SPIRALPITCH=	passo de hélice
LINEOFONERING=	O número de segmentos de linha em um círculo
SPIRALPROMPTSTR=	Alguns objetos de círculo devem ser selecionados primeiro, os contornos desses objetos de círculo são usados para controlar o desenho da hélice
AREYOUSUREDLETE=	confirmar para excluir
CHANGENAME=	Mude o nome
CUSTOMIZE=	personalizado
STDMODE=	modo padrão
CONTOURFIRST=	prioridade de contorno
USERDEFCHARSPACE=	espaçamento de texto personalizado
MINRADIUS=	Raio mínimo
MAXSPIRALPITCH=	Passo máximo da hélice
MINSPIRALPITCH=	Passo mínimo da hélice
SPIRALPITCHINC=	Aumento do tom
DELETESPIRAL=	excluir hélice
OUTEDGELOOP=	Número de anéis de limite externo
INTEREDGELOOP=	Número de anéis de limite interno
ID_DRAW_SPIRAL=	Desenhe uma espiral\nDesenhe uma espiral
FPKFROMLOWTOHIGH=	Corrente FPK de baixa a alta
ALWAYSOPENMO=	O sinal MO está sempre ligado
LOWVALID=	Ativo baixo
MARKFINISH=	Sinal final de marcação
ENCURRENTADJUSTDELAY=	Ativar atraso de ajuste de corrente
ENCURRENTADJUSTDELAY=	Ativar atraso de ajuste de corrente
MINCURRENTADJUSTDELAY=	Atraso mínimo de ajuste de corrente
MAXCURRENTADJUSTDELAY=	Atraso máximo de ajuste de corrente
SETCURRENT=	Definir corrente atual
LAYSERNAMESAME=	O nome da camada é o mesmo que os outros nomes de camada, renomeie-o!
ZOOM=	ampliação
DRAW=	empate
PENBOX=	Estojo de caneta
DEVICE=	equipamento
MULTILAYER=	processamento multicamadas
MINPULSEWIDTHRATIO=	Relação de largura de pulso mínima
MAXPULSEWIDTHRATIO=	Taxa máxima de largura de pulso
PULSEWIDTHOUTRANGE=	Largura de pulso Q fora da faixa
STANDARD=	padrão
TRUE=	Sim
FALSE=	não
DISABLE=	proibir
NS=	nanossegundo
DELAYPARAM=	Parâmetro de atraso
JUMPPARAM=	Parâmetro de salto
MINJUMPTC=	Atraso mínimo de salto
MAXJUMPTC=	Atraso máximo de salto
JUMPLENLIMIT=	Comprimento do limite de salto
MARKLOOPTIP=	Tempos de marcação da caneta atual
MARKSPEEDTIP=	A velocidade de movimento do galvanômetro ao marcar
LASERCURRENTTIP=	Corrente de saída do laser
LASERFREQTTIP=	A frequência da saída do laser
LASERPOWERTIP=	Porcentagem de potência de saída do laser
LASERPWTIP=	Largura de pulso da saída do laser
SPIWAVETIP=	Seleção de forma de onda de saída de laser SPI
USEDEFWAVETIP=	Forma de onda de saída de laser definida pelo usuário
JUMPSPEEDTIP=	Velocidade de movimento quando o galvanômetro salta
MINJUMPDELAYTIP=	tempo de atraso mínimo após a conclusão do salto do galvanômetro
MAXJUMPDELAYTIP=	O tempo de atraso máximo após a conclusão do salto do galvanômetro
JUMPLENLIMITTIP=	Quando a distância do salto do galvanômetro é maior que este comprimento, o atraso do salto usa o tempo de atraso máximo
LASERONDELAYTIP=	Quando o laser é ligado, o galvanômetro atrasa esse tempo antes de começar a se mover
LASEROFFDELAYTIP=	Quando o movimento de marcação terminar, desligue o laser após um atraso deste tempo
POLYGONDELAYTIP=	Quando a curva é atrasada durante o movimento de marcação, a próxima curva será marcada após este tempo.
LMARKENDDELAYTIP=	Depois de marcar o movimento, atrase o tempo antes de pular para a próxima curva
CURPENNOTIP=	Número de série da caneta atual
CURPENCOLORTIP=	cor atual da caneta
USEDEFPARAMTIP=	Usar parâmetros de usinagem padrão
CURPENPARAMNAMETIP=	Nome do parâmetro da caneta atual
LOADPENBOXFROMDEF=	Carregar parâmetros padrão da caixa de canetas
SAVEASPENBOXTODEF=	Salvar como parâmetros de caixa de caneta padrão
RESETALLPENS=	Redefinir todos os parâmetros da caneta
SHOW=	mostrar
HIDE=	ocultar
SHOWALL=	exibir tudo
ARRAYTEXT=	matriz de texto dinâmico
TT_MODIFY_ARRAYTEXT=	Modificar arbitrariamente a posição e o tamanho de cada célula da matriz de texto
PROPERTY=	Atributos
VALUE=	valor
MINVALUE=	mínimo
MAXVALUE=	valor máximo
ENABLEPULSEWIDTH=	Ativar configuração de largura de pulso
ENABLEPULSEWIDTHTIP=	Ativa a largura de pulso definida do laser de fibra em processamento.
LASERLEAKHANDLETIP=	Para evitar que o laser de fibra vaze a luz durante o processamento, é realizado um tratamento especial.
ALWAYSOPENMOTIP=	Sempre ligue o sinal MO durante o processamento
OPENMODELAYTIP=	O tempo de atraso após o laser ser ligado MO
DISCHECKLASERSTATE =	 Proibir a verificação do status do laser
DISCHECKLASERSTATETIP =	 É proibido verificar o status do laser antes do processamento
LIMITPARAM=	Parâmetros de limite
GALVOMINSPDTIP=	A velocidade mínima de movimento permitida pelo movimento do galvanômetro
GALVOMAXSPDTIP=	A velocidade máxima de movimento permitida pelo movimento do galvanômetro
GALVO2XTIP=	eixo Galvo 2 é o eixo X
REVERSEXTIP=	A direção do eixo X do galvanômetro deve ser invertida
REVERSEYTIP=	A direção do eixo Y do galvanômetro deve ser invertida
FIELDSIZETIP=	O tamanho da área de processamento do galvanômetro
USECORRECTFILETIP=	Se o galvanômetro atual é corrigido usando o arquivo de correção especificado
TRANSFORMOFFSETXTIP=	A distância de deslocamento X da transformação geral da saída do galvanômetro
TRANSFORMOFFSETYTIP=	Distância de deslocamento Y da transformação geral da saída do galvanômetro
TRANSFORMANGLETIP=	O ângulo de rotação da transformação geral da saída do galvanômetro
MARKSTR_AFTERMARKTIP=	
CURVESCATTERTOLTIP=	O erro máximo de altura da corda da curva discretizando em uma linha reta
	
MINLINESEGLEN=	Comprimento reto mínimo
MINLINESEGLENTIP=	Comprimento mínimo da linha, linhas mais curtas que esse comprimento serão ignoradas
LASERREADYIO=	Porta pronta para laser
REDLIGHTPOINTSTART=	A luz vermelha indica a porta inicial
PORTNOTIP=	O número da porta usada pelo sinal atual
LOWVALIDTIP=	Se o sinal atual está ativo baixo
STARTPULSEMODETIP=	Se o sinal de partida é acionado por borda
PULSEWIDTHOUTPORTMODETIP=	Tempo para emitir o nível ativo do sinal final
LOWVOLISVALID=	Ativo baixo
HIGHVOLISVALID=	Alto ativo
ALARMPORTSTATETIP=	Sinal de estado válido da porta atual
ALARMMESSAGETIP=	A mensagem de prompt de que o sistema aparece quando há um sinal de aviso no processo
REDCONTMODE=	Modo de indicação contínua de luz vermelha
SOFTLICENCENOTFIND=	Não foi possível encontrar um código de registro de software válido!
SOFTLICENCEISUNVALID=	Código de registro de software inválido!
CHANGEPWELAY=	Alterar o atraso da largura do pulso
CHANGEPWELAYTIP=	O tempo que o laser precisa atrasar ao alterar o valor da largura do pulso
BWREVERSE=	inversão preto e branco
DELETECENBAR=	remover o bloco do meio
INFO_CODEDATAMTXGS1=	DATAMATRIX_GS1 é um código de barras DATAMATRIX de formato especial e seu conteúdo deve estar em conformidade com o formato padrão GS1.
OPTIMIZEPARAM=	Parâmetros de otimização
OPTIMIZEHATCH=	Preenchimento otimizado
BARCODEENDEFTEXT=	Texto de exibição personalizado (# caractere, ? delete, % check)
GALVORESPONSE=	Tempo de resposta da Galvo
ENSAVEFILE=	habilitar salvar arquivo
ENDRAWENTITY=	Ativar objetos desenháveis
ENPICKMOVE=	Ativar Transformar Mover
ENEDITPARAM=	Ativar edição de objetos
ENPENPARAM=	Ative para modificar os parâmetros da caneta
ENDEVPARAM=	Ative para modificar os parâmetros do dispositivo
ENSYSTEMPARAM=	Ative para modificar os parâmetros do sistema
ALREADYHAVETHISUSER=	Este nome de usuário já existe, altere seu nome de usuário!
GALVOBIDIROFFSET=	Deslocamento bidirecional
	
ID_VIEW_3D=	Alternância de visualização 2D e 3D\nAlternância de visualização 3D
ID_VIEW_3DUP=	Vista de cima\nVista superior
ID_VIEW_3DDOWN=	 Ver de baixo\nVista para baixo
ID_VIEW_3DLEFT=	Vista da esquerda\nVista esquerda
ID_VIEW_3DRIGHT=	Vista da direita\nVista direita
ID_VIEW_3DFRONT=	Vista frontal\nVista frontal
ID_VIEW_3DBACK=	Vista por trás\nVista traseira
ID_VIEW_3DISO=	Vista da direção isométrica\nVista isométrica
ID_3DVIEW_WIRE=	Mostrar modo de estrutura de arame de superfície\nMostrar modo de estrutura de arame
ID_3DVIEW_RENDER=	Mostrar modo de renderização de superfície\nMostrar modo de renderização
ID_3DVIEW_RENDERLINE=	Mostrar modo de linha de renderização de superfície\nMostrar modo de linha de renderização
ID_3DVIEW_HIDEMESH=	Mostrar ou ocultar superfícies\nMostrar e ocultar superfícies
ID_3DFUN_MESH3D=	Abrir arquivo de modelo de superfície 3d\nAbrir modelo de superfície 3d
ID_3DFUN_SLICEMESH=	Faça camadas de fatias em superfícies\nEstratificação de superfícies
ID_3DFUN_ROTATEMESH=	Girar a superfície\nGirar a superfície
ID_3DFUN_MOVEMESH=	Traduzir a superfície\nTraduzir a superfície
ID_3DFUN_PRJ=	Projetar objetos em superfícies\nprojeção de superfície
	
	
ALLOUTMODE=	Todas as saídas
ENCODERONLYA=	O codificador está conectado apenas à fase A
FLYTRACKERROR=	fator de correção de erro de voo
MESH3D=	superfície 3D
CURVE3D=	curva 3D
SLICE3D=	Tangentes em camadas
SLICEFILE=	Arquivos em camadas
SLICEMESH=	Cortes em camadas
ZMAXTOMIN=	Valor Z de grande para pequeno
MINZ=	Valor Z mínimo
MAXZ=	Valor Z máximo
THICKNESS=	espessura
CROSSHATCH=	preenchimento cruzado
ROTATEMESH=	superfície de revolução
MOVEMESH=	mover a superfície
PROJECT=	projeção
PROJECT3D=	projeção 3D
DELPROJECT=	excluir curva de projeção
LIMITZ=	Limite Z
SURFACEDOWN=	projeção de superfície inferior
LANGPAGE=	página de código de idioma
DYNAMICHATCH=	Preenchimento dinâmico
ADDCONTOUR=	aumentar o contorno
MARKMESHBOX=	Marcar caixa delimitadora de superfície
MARK_NOMESH=	Nenhum objeto de superfície, verifique na visualização 3d se a superfície está carregada?
PULSEWIDTHINDEXMODE=	Modo de índice de largura de pulso
PULSEWIDTHINDEXMODETIP=	A largura do pulso é representada pelo índice
MAXINDEXVALUE=	valor máximo do índice
PULSEWIDTHINDEX=	Índice de largura de pulso
ENWELDWAVEOUT=	Ativar saída de forma de onda
WELDWAVE=	forma de onda
WELDWAVETIP=	Configurações de forma de onda analógica a laser para cada ponto
WAVEWIDTH=	Largura da forma de onda
MAXWELDWAVEWIDTH=	Largura máxima da forma de onda
WAVETOTALWIDTHISBIG=	A largura total da forma de onda definida é maior que a largura máxima, por favor, reinsira!
REMOVENOINT=	Remover segmentos de linha sem interseção
USESELECT2DENT=	Camada com objetos 2D selecionados
GENERATECURVES=	Gerar dados de curva
CALCULATECONTOURS=	Calcular a curva do perfil
REBULIDCONTOURS=	Construir informações de posição de contorno
HATCHLINES=	Calcular linhas de preenchimento
BUILDPROJECTMESH=	Criar uma superfície de projeção
WRAP=	pacote
PLSSELECTVALIDCURVE=	Selecione uma curva válida!
BASICPARAM=	Parâmetros básicos
ASSIGNMENT=	mapa
XYASSIGNMENTISSAME=	O valor de mapeamento dos eixos X e Y não pode ser o mesmo, selecione novamente!
ID_3DFUN_BASICSHAPE=	Criar superfície 3d básica\nCriar superfície 3d básica
BASIC3DSHAPE=	Superfície 3d básica
PLANE=	apartamento
SPHERE=	esfera
CYLINDER=	cilindro
CONE=	Cone
FREQDELAY=	atraso de frequência
LASERFREQTTIP2=	Tempo de espera de atraso necessário quando o laser muda de frequência
BMPTOMESH=	Converter bitmap para superfície
ID_3DFUN_BMPTOMESH=	Bitmap para superfície\nBitmap para superfície
REFRESH=	atualizar
WAITFORINPUT=	Aguardando sinal da porta de entrada
OUTPUTWHENSTART=	Sinal de saída da porta de saída de início de processamento de camada
OUTPUTWHENFINISH=	Sinal de saída da porta de saída final de processamento de camada
WAITFORSTARTSIGNAL=	aguarde o sinal da porta inicial
WAITFORSELLAYERSIGNAL=	Aguardando sinal de camada selecionada
IOMASK=	máscara de porta
IOMASKTIP=	Especifica quais portas são válidas para o dispositivo atual
CYLINDERWRAP=	Envoltório cilíndrico
YWRAP=	Envolvendo na direção Y
CURRENTLAYERINDEX=	índice da camada de exibição atual
ENABLEFIRSTOPENLASERDELAY=	Habilite o tempo de atraso quando o laser é ligado pela primeira vez
SETMINVALUE=	definir valor mínimo
SETMAXVALUE=	definir valor máximo
PULSEWIDTHUNITISPS=	Largura de pulso em picossegundos (ps)
PS=	picossegundos
CONTINUEMODE=	modo contínuo
PICKENTYOUWANTTRIM=	Selecione objetos para aparar
PICKENTYOUWANTINTERSECT=	Selecione objetos para mesclar áreas de interseção
BACKGROUND=	fundo
SELBACKGROUNDCURVES=	Selecione uma curva para usar como plano de fundo
COPYBACKGROUNDTOWS=	Copie a curva de fundo para a área de trabalho
SHOWOPTIPARAM=	Parâmetros de otimização de exibição
SHOWWOBBLEPARAM=	Exibir parâmetros de jitter
SHOWOTHERPARAM=	Mostrar outros parâmetros do item
SHOWDESCAREA=	Exibir área de detalhes do parâmetro
SHOWPOWERRAMPPARAM=	Exibir parâmetros de transformação linear de potência
SHOWSPEEDRAMPPARAM=	Exibir parâmetros de transformação linear de velocidade
POWERRAMPING=	Transformação linear de potência
ENABLESTARTRAMP=	ativar início
ENABLESTARTPOWERRAMPTIP=	A potência do segmento de início de ativação varia linearmente
STARTRATIO=	escala inicial
STARTLENGTH=	comprimento inicial
STARTRAMPRATIO=	A razão entre o valor inicial e o valor máximo
STARTRAMPLENGTH=	O comprimento máximo permitido do segmento inicial
ENABLEENDRAMP=	ativar final
ENABLEENDPOWERRAMPTIP=	A potência do segmento final habilitado varia linearmente
ENDRATIO=	escala final
ENDLENGTH=	comprimento final
ENDRAMPRATIO=	relação do valor final para o valor máximo
ENDRAMPLENGTH=	comprimento máximo do segmento final permitido variar
	
SPEEDRAMPING=	velocidade de transformação linear
ENABLESTARTSPEEDRAMPTIP=	Habilite a velocidade do segmento inicial para mudar linearmente
ENABLEENDSPEEDRAMPTIP=	Ative a velocidade do segmento final para variar linearmente
INPUT=	digitar
BTNBOX=	Limite[F4]
BTNPRJ=	Projeção [F4]
STARTCALI=	iniciar calibração
FINISHCALI=	calibração final
MARKGRID=	grade de marcação
MENU_FILE_PROJECTPARAM=	Parâmetros de projeção
TESTCALI=	Correção de Projeção de Teste
SELECTALLPOINTS=	Selecione todos os pontos (pressione Ctrl e as teclas de seta para alternar os pontos selecionados quando um único ponto é selecionado)
ENABLEPROJECT=	Ativar observação de projeção
APPAPPEARANCE=	Aparência do programa
LASERBOARDIDEN=	Tipo de placa de interface a laser
LASERBOARDVER=	Versão do cartão de interface a laser
ESTIMATEDTIME=	Tempo estimado de processamento
ENABLEBARCODEFASTPTMODE=	Ativar o modo de ponto rápido de código de barras
MODULEHORIARRANG=	Os módulos são dispostos horizontalmente
SIMPLEENCODE=	modo de codificação simples
ENABLEBARCODEFASTLINEMODE=	Ativar o modo de linha rápida de código de barras
ID_3DFUN_FREEPAINT=	Traçado à mão livre em uma superfície\nTraçado à mão livre
FREEPAINT=	desenho grátis
SIN=	Sinusoidal
WOBBLETYPE=	Tipo de jitter
ROUNDTRIP=	modo de ida e volta
WAVEDELAY=	Atraso de saída da forma de onda
LASERMONITOR=	Monitoramento a laser
TEMPALARM=	alarme de temperatura
REFLALARM=	Alto anti-alarme
SYSTEMALARM=	alarme do sistema
POWERALARM=	Alarme de alimentação
LASERNOTREADY=	Laser não está pronto
LASERREADY=	pronto para laser
UNKNOWALARM=	Aviso desconhecido
LASEREXTFAULT=	Falha externa do laser
CALCULATING=	Calculando...
OFFLINE=	Processamento off-line
POINTNUM=	pontos
SPIRALBRUSH=	Pincel de propriedade espiral
PICKSELSPIRALREFRESH=	Selecione a linha espiral que precisa ser atualizada e pressione o botão direito do mouse para confirmar
ENABLPARSEMODE=	Ativar o modo de análise
ID_PICK_BYPEN=	Selecione objetos pelo número da caneta\nSelecione pelo número da caneta
No=	número de série
MOVETOINDEX=	Mover para o número de sequência especificado
AXISSOLUTION=	Solução de eixo estendido
FEEDBACK=	feedback do codificador
COMMCATH=	Saída de cátodo comum
LIMITSWITCH=	interruptor de limite
SOFTLIMIT=	limite suave
POSIDIR=	Retorno positivo a zero
FINDINDEX=	encontrar índice
HOMESPEED=	Velocidade de retorno zero
LEAVESPEED=	deixar a velocidade
HOMEOFFSET=	Deslocamento zero
HOME=	zero
FOLLOWERROR=	seguinte erro
ACCELERATION=	aceleração
DECELERATION=	desaceleração
FOCUSPOS=	posição de foco
SETCURPOSASFOCUS=	Defina a posição atual como a posição de foco
SETMINPOWER=	Definir potência mínima
SETMAXPOWER=	definir potência máxima
SETMINGRAY=	definir escala de cinza mínima
SETMAXGRAY=	definir escala de cinza máxima
SCANINVERT=	digitalizar reverso
EMISSIONDELAY=	Atraso de excitação
WELDPARAM=	Parâmetros de soldagem
DELEDGELINES=	Excluir conector de borda
INFO_GS1DATABAR=	O código de barras GS1 DataBar (anteriormente código de barras RSS) também é um símbolo de código de barras do sistema GS1. O código de barras tem as vantagens de "menor tamanho, maior quantidade de informações" e "pode conter informações adicionais como data de validade do produto, número de série, etc.".
SHOWFAST=	Otimização rápida de exibição
SHOWDIR=	Mostrar direção da curva
SIMULATIONSPD=	Simular velocidade de voo
TEMPERATURE=	temperatura
SPHEREWRAP=	envoltório esférico
ZLAYER=	estratificação Z
WAITSTARTSIGOFLAYER=	Aguarde até que a camada comece a processar o sinal
PWMONDELAY=	Atraso de ativação do PWM
PWMONDELAYTIP2=	O atraso entre a borda de subida e a borda de subida do Gate quando o PWM está ligado
ROTATECENZ=	Eixo Z
ERR_NOTHOME=	O eixo não voltou a zero, por favor, volte a zero primeiro!
SPLITMODE=	modo de divisão
NOSPLIT=	não dividido
SPLITBYSIZE=	Dividido por tamanho
SPLITBYGUILDLINE=	Divisão por linha auxiliar
SETCURPOSASORIGIN=	Defina a posição atual como a posição de origem
FINDHOME=	encontre zero
XTABLEMOVE=	O eixo X é o movimento da plataforma
YTABLEMOVE=	O eixo Y é o movimento da plataforma
DISPENHIDEPARAM=	Desative os parâmetros ocultos da caneta
REDLIGHTDISMOTOR=	O movimento do eixo de expansão é proibido
UNGROUPTEXT=	texto separado
ID_EDIT_UNGROUPTEXT=	Separa o texto em caracteres individuais\nSepara o texto
ENABLPINPOS=	Ativar detecção de movimento na posição
POSITIONTOL=	erro na posição
INPOSTIME=	Tempo de chegada
INPOSLIMITTIME=	limite de tempo em vigor
ERRRESETISLOW=	Sinal de reinicialização de erro ativo baixo
REMOTECTRLISLOW=	Sinal de controle remoto ativo baixo
LASERNOTENEMISS=	O laser não está habilitado para emitir luz
ID_FILE_MACHINEPARAMETER=	Definir parâmetros do dispositivo\nParâmetros do dispositivo
MENU_FILE_MACHINE=	Parâmetros do dispositivo...
DOUBLEPTMODE=	Modo de ponto duplo
NOCUTENTITY=	Objetos que não devem ser cortados
INPUTIOSTATE=	estado da porta de entrada
ID_DRAW_ENCODERDISTANCE=	Traçar distância do codificador\nTraçar distância do codificador
SKYWRITE=	 Marcação uniforme (escrita no céu)
RUNINDURATION=	Ciclo de importação
RUNOUTDURATION=	ciclo de exportação
RUNINDURATION10US=	Tempo de ciclo para entrar na curva (unidade: 10us)
RUNOUTDURATION10US=	O tempo de ciclo da curva de saída do guia (unidade: 10us)
TIMELAG=	Tempo de atraso
LASERONSHIFT=	Laser à deriva
LASERONSHIFTUS=	Deriva do início do laser (unidade: nós)
LIMITANGLE=	ângulo limite
LIMITANGLEDESC=	Curvas menores que o ângulo limite usarão automaticamente o atraso do polígono
OUTPUTPARAM=	parâmetro de seleção de saída
CHANGEWAVEDELAY=	Alterar o atraso da forma de onda
SHOWDELAYPARAMS=	Parâmetros de atraso de exibição
SHOWJUMPPARAM=	mostrar parâmetros de salto
HIDEPENBUTTONS=	Botão Ocultar parâmetros da caneta
LOCK =	 bloqueio
USBREMOVE_WARN=	O cartão de controle USB está desconectado, feche o software e reinicie o software!
DESCRIPTION=	descrever
HATCHPARAMLIB=	Preencha a biblioteca de parâmetros
SAVEPARAM=	salvar parâmetros
LOADPARAM=	Carregar parâmetros
INDEX=	índice
RESETCCD=	Redefinir o CCD
BUILDCCD=	Construir CCD
MOVETOCCDSTART=	Mover para a posição inicial do CCD
ENCALIBRATION=	Ativar correção de CCD
ENCHANGEMODEL=	Ativar modelos de troca
MODELNO=	Número do modelo
FAILHANDLE=	tratamento de falhas
ENRETRY=	Repetir
RETYRCOUNT=	número de tentativas
WHENFAIL=	Quando o CCD falha
THENSTOP=	Pare
THENCONT=	continuar para baixo
THENJUMP=	pular para o índice
INPUTJUMP=	salto da porta de entrada
JUMPTO=	redirecionar para
CUBE=	cubo
REVOLVEWRAP=	Envoltório de corpo giratório
ERR_NOMESH=	sem objetos de superfície
BINDID=	Vincular informações do cliente
ERR_CLIENTID=	O ID do cliente do arquivo é inválido!
STABLETIME=	horário estável
ENSELLAYER=	Ativar camada de seleção
ERR_USERSTOPMARK=	O processamento foi interrompido pelo usuário
AXISERRSTOP=	O movimento do eixo é abortado!
CLONE=	clone
AAXISMODE=	Modo de eixo A
AXISMOVEDELAY=	Atraso do movimento do eixo
AXES=	eixo
MESHEDIT=	Edição de superfície
MERGECLOSEVERTICES=	Mesclar vértices coincidentes
LASERONTCONLYUSEINSTART=	O atraso de início do laser é válido apenas no segmento de início
LASERPOWER=	Fonte de alimentação a laser
SYSTEMFAULT=	erro no sistema
INTERNALLASERFAULT=	Erro interno do laser
SHOWSKYWRITEPARAM=	Exibir parâmetros de marcação uniformes
DISABLESYNPRR=	Desativar sinal PRR de sincronização
BACKLASH=	Compensação de folga
USESPLITBOXCENASMARKCEN=	Use o centro da caixa dividida como centro de marcação
HANDWHEEL=	volante
GEARRATIO2=	relação de transmissão
STARTHW=	iniciar o volante
ENDHW=	Sair do volante
ENABLEHANDWHEEL=	Ativar volante
SCANNERFOLLOWMOUSEMOVE=	No modo de ponto, o galvanômetro se move com o mouse
AUTOMODE=	modo automático
ENABLEAUTOADJUST=	Ativar ajuste automático
ACCURACYPRIORITY=	Precisão primeiro
SPEEDPRIORITY=	prioridade de velocidade
STARTADJUST=	comece a ajustar
AUTOADJUSTING=	Ajustando automaticamente...
FPKENABLETHREST2=	Inibir o tempo limite de habilitação T2
FPKVOLTAGE=	primeira tensão de supressão de pulso
MANUALSET=	configuração manual
LASERCOOLINGTIME=	Tempo de resfriamento do laser
MENU_SORT_BYX=	Classificar por X
MENU_SORT_BYY=	Classificar por prioridade Y
MENU_SORT_REVERSE=	ordenação reversa
SMARTADJUSTMENT=	Parâmetros de ajuste inteligente
ENABLESMARTADJUST=	Ativar o modo de ajuste inteligente
DECMODE=	Decimal
HEXMODE1=	hex hexadecimal
HEXMODE2=	hex hex
RESULT=	Efeito
NORMAL=	normal
TISSMALL=	O valor T é muito pequeno
TISLARGE=	O valor T é muito grande
TOFFIRSTLINE=	 Valor de correção T da primeira linha
START=	começar
SMARTADJUSTTIP=	Siga as etapas para ajustar os parâmetros, primeiro ajuste o segmento final e depois ajuste o segmento inicial. Ajuste o parâmetro T para que a linha horizontal marcada real e a linha vertical se cruzem da mesma forma que o efeito normal.
CHECKISALREADYMARK=	Verifique se o texto está marcado
CURVETOPTS=	Converter curvas em pontos
PREVIEW =	 visualizar
ASSERT=	anormal
ERR_FAIL=	falhou!
MENU_GUILDLINEBOX=	Desenhe uma caixa de orientação
GUILDLINEBOX=	Caixa auxiliar
SPLITBYGUIDELINEBOX=	Use a divisão de caixa auxiliar
PLSCHOOSECARD=	Selecione o cartão que deseja usar
CHANGEBMPREALDPI=	Alterar DPI real de bitmap
DISABLEAXISA=	Eixo A proibido
ENHOMEFINISHGOTOPOS=	Habilite o retorno de zero ao final para a posição especificada
HOMINGFINISHPOS=	A posição especificada onde o retorno a zero termina
EXPOSURE=	exposição
CAMERA=	Câmera
NOCUTTEXT=	desabilitando caracteres de texto dividido
CURFILEMODIFYPLSSAVEIT=	O arquivo atual foi modificado, salve-o primeiro!
SAVETOFILE=	salvar em arquivo
ISSUE=	pergunta
PAUSEWHENLIMIT=	Pausa no final do texto
LIMITISCONTINUE=	O texto atingiu o valor limite, continuar após a reinicialização?
POWERSTANDBY=	Energia em espera
MESHFOLLOWROTATE=	A superfície gira com ele
LASERFAULT=	Falha do laser
FIBERALARM=	Alarme de fibra
SAFETYALARM1=	Falha no bloqueio de segurança
SAFETYALARM2=	Alarme de circuito de segurança
LINKALARM=	Falha no link óptico
CRITICALALARM=	Falha crítica de proteção a laser
HOTSTOP=	Parada inadequada da emissão do laser
POWER24ALARM=	Falha na fonte de alimentação do controlador 24V
MAXTHREADCNT=	Número máximo de threads de computação
MESHRESOL=	Precisão do cálculo de superfície
DELAY=	atraso
MOTORSPEDRATIO=	Sobreposição de velocidade do eixo estendida
SHOWCHECKNUM=	Mostrar código de verificação
DISABLECANCELAXISMOVE=	cancelamento do movimento do eixo é proibido
OFFLINEDOGNOTFOUND=	O dongle correto não foi encontrado
EZCADSTR_ARRAY_X_INCDIST=	Distância incremental da matriz X
EZCADSTR_ARRAY_Y_INCDIST=	Distância incremental da matriz Y
EZCADSTR_ARRAY_Z_INCDIST=	Distância incremental da matriz Z
OUTPUTANALOG=	saída analógica
Voltage=	Tensão
MODE8=	vertical 8
MODE82=	horizontal 8
TCPIPSERVER=	Servidor TCP/IP
NOCUTSMALLENT=	Não divida objetos pequenos
AUTOSAVEWHENCLOSE=	Salve automaticamente o arquivo atual quando o software é fechado
MASK=	mascarar
DISABLESTOPAXISWHENDOOROPEN=	Inibe o movimento do eixo de parada quando a porta está aberta
STOPAXISWHENDOOROPEN=	Parar o movimento do eixo quando a porta estiver aberta
STAGEFB=	Posição de feedback da plataforma
GALVOCMD=	Posição de Comando Galvo
GALVOFB=	Posição de feedback Galvo
DISSHOWFILEPROCESS=	Suprimir diálogos de processamento de arquivos
DISSHOWCALCPROCESS=	Suprimir a exibição da caixa de diálogo do processo de cálculo
LEVEL16=	Nível 16
STEPMODE=	Modo de otimização de velocidade
SHOWSTEPMODE=	Parâmetros do modo de otimização de velocidade de exibição
ENCODEMODE=	modo de codificação
ENABLJUMPTABLEMODE=	Ativar o modo de tabela de parâmetros de salto
ENABLJUMPTABLEMODETIP=	Os parâmetros de salto de todas as canetas são obtidos automaticamente da tabela de parâmetros de salto
JUMPTABLE=	Tabela de parâmetros de salto
DRAWTOL=	Precisão de pixel de desenho
SHIFTOFROTARY=	Desvio do eixo de rotação
SERVERINFO=	informação do servidor
FASTLINELASERONRATIO=	Relação de saída de luz de linha rápida
STANDARDPOS=	Local padrão
REALPOS=	localização real
FLYSPEEDMONITOR=	monitoramento de velocidade de voo
MAXFLYSPEED=	velocidade máxima de voo
STARTANDSTART=	ponto de partida conectado ao ponto de partida
STARTANDEND=	Iniciar e terminar conectado
ENDANDSTART=	ponto final conectado ao ponto inicial
ENDANDEND=	ponto final a ponto final
OPENCURVE=	curva aberta
LASERWOBBLESHOW=	Visualização do caminho de jitter
SHOWTRANSBMP=	Mostrar bitmap transparente
DISABLECIRMODE=	Suprimir padrão de círculo
REFINEPLANECONTOUR=	Extrair contornos planos
REFINECONTOURMOUSE=	Extrair contorno do plano: clique com o botão esquerdo do mouse para visualizar, clique duas vezes com o botão esquerdo para confirmar
HORIZONALPLANE=	nivelar o avião
HORIZONALPLANETIP=	Clique com o botão esquerdo do mouse para selecionar o plano a ser nivelado
LASERONLAGTIME=	Tempo de atraso do laser
FIRSTJUMPDELAY=	atraso do primeiro salto
ENABLEHATCHLINEOVERLAP=	Ativar divisão escalonada da linha de preenchimento
CHARADDMODE=	modo de incremento de caractere
TT_PICKSHOWALL=	Mostrar todos os objetos\nMostrar todos os objetos
TT_PICKHIDEALL=	 Ocultar todos os objetos\nOcultar todos os objetos
FLOATSOL=	precisão de ponto flutuante
ENABLEAUTOCONNECT=	Ativar conexão automática quando desconectado
CONNECTINTERVAL=	intervalo de conexão
DISABLEMOVEZWITHENTZ=	Desabilite a movimentação do eixo Z com base nas coordenadas do objeto
ESCBTNSTOPAXISIMM=	Habilite Esc para parar o movimento do eixo imediatamente
DOYOUREALRESETALLPARAM=	Você realmente deseja redefinir todos os parâmetros da caneta?
UPDATEDYNENT=	Atualizar objetos dinâmicos
FAILEDOPENDLCDEV=	Falha ao abrir o cartão DLC
SOFTWARELICWILLEXPIRE24HOURS=	A licença do software expirará em 24 horas, entre em contato com o fornecedor do equipamento!
SPLITBITMAP=	bitmap dividido
NOGUILDLINETOSPLITBMP=	Não há guias que possam ser usados para dividir bitmaps, desenhe guias primeiro!
BARCODEPTMODE=	Modo de processamento de ponto de código de barras
FASTPOINT=	modo de ponto rápido
FASTLINE=	modo de linha rápida
FASTSTEPMODE=	Modo de passo
ENABLELASEREXTOUTPUT=	Ativar saída de expansão a laser
LASEREXTOUTPUT=	Saída estendida a laser
DEFAULTPARAM=	parâmetros padrão
MARKFAILIO=	Marcar porta com falha
SHOWSELECTBTNONPANEL=	Mostrar o botão Select Axis Solution no painel
RELSPEED=	Velocidade relativa
SPEEDFIELD=	campo de velocidade
POWERFIELD=	campo de energia
SPEEDFIELDRATIO=	razão de campo de velocidade
POWERFIELDRATIO=	razão de campo de energia
RATIO=	Razão
DISTRIBUTIONMODE=	Padrão de distribuição de curva
RESOLUTIONRATIO=	Taxa de precisão de subdivisão
DISTR_PRIMARY=	distribuição primária
DISTR_QUADRATIC=	distribuição quadrática
DISTR_CUBIC=	distribuição cúbica
VALIDINWHOLEPMARKERIOD=	Eficaz para todo o ciclo de usinagem
INFO_CODEBC412=	O código de barras BC412 é um código de barras bidirecional contínuo e de comprimento não fixo no qual todas as barras e espaços representam informações; seu conjunto de caracteres inclui '0'-'9' e 'AZ' não inclui 'O'; o código de verificação é adicionados automaticamente pelo sistema.
SHOWFREQRAMPPARAM=	Exibir parâmetros de transformação linear de frequência
FREQRAMPING=	Transformação Linear de Frequência
CANNOTHAVESAMESN=	Não pode haver cartões DLC com o mesmo número de série!
ALLSCANNERMARKCURLAYER=	Todos os galvanômetros processam a camada atual
ALLSCANNERMARKCURLAYERSPLIT=	Todos os galvanômetros são divididos e processados para a camada atual
ENCURVESYNINPORT=	Ativar porta de entrada de sincronização de curva
SPECIALPOS=	local especial
SETCURPOSASSPECPOS=	Defina o local atual para um local especial
ENCURVESYNWHENCURVEEND=	Ativar sincronização de fim de curva
LASEREMISSION=	Habilitação global do laser [MO]
STARTDELAY=	atraso de início
ENDDELAY=	atraso final
LASERSYN=	Interruptor do laser na sincronização
ACCURATEHOME=	Retorno preciso a zero
AUTONAMEENT=	Nomear objetos automaticamente
ENTNAMESAME=	nome do objeto é o mesmo de outros nomes de objetos, renomeie!
CREATE3DSPRING=	Criar uma hélice 3D
USECURRPOS=	usar a localização atual
SETMOAFTERPW=	Defina MO após alterar a largura de pulso
STARPULSEWIDTH=	largura de pulso inicial
INCULSEWIDTH=	Incremento de largura de pulso
ONEBYONEMARKING=	Os galvanômetros são processados em sequência
STARTMARKINGLAYER=	Comece a processar camadas
INFO_AUSPOST4STATE=	Os códigos de status da Australia Post 4 consistem em 4 comprimentos de barras. Cada código de barras contém códigos FCC (2 dígitos) e DPID (8 dígitos) e informações opcionais do usuário. Exemplo: FCC
INFO_DOTCODE=	O código de barras DotCode é um código de barras 2D; seu conjunto de caracteres contém todos os caracteres ASCII;
INFO_JAPANPOST=	O código de barras postal japonês é usado pelo sistema postal japonês. Os caracteres válidos são números "0-9", letras maiúsculas inglesas "AZ" e o caractere de conexão "-". Consiste em 7 dígitos (código postal) + dados adicionais. Como "27301023-20-5B604".
INFO_POSTNET=	PostNet é para o Serviço Postal dos Estados Unidos (USPS), os caracteres válidos são números "0-9", apenas código postal de 5 dígitos, código postal de 9 dígitos + 4 ou todos os códigos de 11 dígitos.
INFO_UKROYALMAIL=	O código de barras do cliente do estado do Royal Mail 4 do Reino Unido é usado para o Royal Mail, os caracteres válidos são números "0-9" e letras maiúsculas inglesas "AZ".
INFO_DUTCHPOSTKIX=	código de barras Dutch Post KIX é usado para o Royal Dutch TPG Post, os caracteres válidos são números "0-9" e letras maiúsculas inglesas "AZ".
INFO_PLANET=	PLANET é para o Universal Postal Service (USPS), caracteres válidos são números "0-9", apenas formato de 11 dígitos e 13 dígitos.
SPLITCURVES=	 curva dividida
MINDISTTRIGGER=	Distância mínima de disparo
MINTIMETRIGGER=	Tempo mínimo de disparo
AUTORESORT=	classificação automática
MENU_SORT_MINDIST=	Classificar por distância mínima
DISABLEUNDO=	Desabilitar UNDO (válido na próxima vez)
REDLIGHTINVERT=	Inversão de nível de sinal de luz vermelha
SINGLEPTREPEATMODE=	Modo de processamento de repetição de ponto único
SAVECAMERATOBMP=	Salvar imagem da câmera em arquivo BMP
ENBIGCURVESHORTSEGSPLIT=	Ativar o modo de curva grande e segmento pequeno
UNGROUPHATCHLINE=	 Quebrar objetos cheios
MENU_NODE_MOVE=	nó móvel
MENU_NODE_SETASSTART=	definir como ponto de partida
AXISSTATE=	estado do eixo
NOTIMING=	Não atualize o tempo de usinagem
OFFLINESENDDATA=	Modo offline: enviar dados
ENMARKPAUSEMODE=	Ativar o modo de pausa de marcação
DIABLEINTERIOOUTPUT=	Desabilitar a saída de E/S interna
USERNOTOPESOFTLOCK=	O usuário não realiza nenhuma operação há muito tempo, o software está bloqueado, faça o login novamente!
EXTENDCURVE=	Estender a curva
EXTENDLENGTH=	comprimento estendido
ENABLEARCCMD=	Habilitar comando de marcação de arco
SCANNERJUMP=	Galvo Jump
USEREDLIGHTCOR=	Ativar correção de luz vermelha
PULSEENERGY=	energia de pulso
DISABLECHECKPWLIMIT=	Desabilite a verificação do limite de largura de pulso
ALWAYZOPENWHENNOTMARKING=	Sempre acenda a luz vermelha quando não estiver marcando
ENABLEMULTICCD=	Ativar o modo multi-CCD
MULTICCDINDEX=	Índice de final de loop multi-CCD
CUSTOMVER=	Versão personalizada
MENU_FILE_LOGIN=	Conecte-se...
APPENDFILEMODE=	adicionar modo de arquivo
RAMPMINLIMITLEN=	Comprimento mínimo de linha na transformação linear
DOUBLECURVE=	Modo hiperbólico
BYHOUR=	de hora em hora
DISABLERESORT=	Proibir classificação
WIDTHTHRESHOLD=	limite de largura
MENU_SORT_MODE=	Configurações do modo de classificação
REDUCEPOINT=	Subtrair pontos automaticamente
LIMITLENGTH=	comprimento limite
SINGLEPTDELAY=	Atraso de intervalo de ponto único
CALCFROMSUNDAY=	Calculado a partir do primeiro domingo
REGISTERVARIABLE=	variável de registro
SETPARAMMODE=	Definir modo de parâmetro
INT=	inteiro
FLOAT=	número de ponto flutuante
TIMEBASECOUNT=	contagem de base de tempo
SLICEENTONLYMARKONELAYER=	Objetos fatiados são processados uma camada por vez
DISLOCKSIGNAL=	Desabilitar o sinal de início da trava
ENSURECOMPLETEPRODUCT=	Garantir o fim da marca completa do produto
DISEXTLASERWHEN_CHANGEPEN=	É proibido alterar os parâmetros do laser ao modificar os parâmetros da caneta
PRJMAXZLEN=	Comprimento máximo da linha vertical
DXFUNITISUTF8=	Os arquivos DXF são codificados em UTF8
DISABLESHOWPROGDLG=	Suprimir a exibição da caixa de diálogo do processo de movimento
ENABLECHANGECURVEDIR=	Muda automaticamente a direção da curva quando a usinagem está habilitada
ENCHECKLASERSTATEWHENMARKING=	Ative para verificar o status do laser durante o processamento
INVALIDUSERNAME=	nome de usuário Inválido
IDLETIME=	Intervalos
AXISPULSEWIDTH=	Largura do pulso de movimento do eixo
COPYSTL=	Copiar STL
PASTESTL=	Colar STL
GALVOXYDELAY=	Atraso Galvo XY
SAVEOUTPORTWHENPOWEROFF=	Economize saída ao desligar
NOTCHECKSTARTPORTWHENMARKING=	A porta inicial não é verificada durante o processamento
ENABLE_CHECK_MARKINGRANGE=	Ativar intervalo de usinagem de verificação
ERRID_MAKRSIZE_OUTRANGE=	tamanho da marcação está fora da faixa de processamento
ARC=	arco
INPUTSECONDSTARTPT=	Digite o segundo ponto
MENU_LINEARCTOGGLE=	Comutação de linha e arco
NUMCHAREXTRACTSTR=	O número total de caracteres extraídos da string
CHANGETEXT=	atualizar o conteúdo do texto
NEWTEXT=	novo texto
FEEDBACKMODE=	modo de feedback
USEINTERNALCOR=	Usar correção interna
PILLOWFACTOR=	coeficiente de almofada de alfinetes
PARALLELISMFACTOR=	Coeficiente de paralelogramo
TRAPEZOIDFACTOR=	coeficiente trapezoidal
BIDIRCOMPLEN=	Comprimento de compensação bidirecional
ENABLEHWWOBBLE=	habilitar jitter de hardware
WOBBLEFREQ=	Frequência de jitter
UNLOCK=	desbloquear
MAXROWSOFEXPORTFILE=	O número máximo de linhas no arquivo de saída
ENMARK=	habilitar processamento
ALIASNAME=	pseudônimo
TOWOBBLECURVE=	Caminho de jitter para curva
REFINEBOTTOMEDGEOFMESH=	Extraia o limite inferior da superfície
DISCHANGECHARWIDTH=	Desativar a alteração da largura do caractere
ENCODERABSWAP=	Codificador AB intercambiável
INFO_CODE49=	O código 49 é um símbolo de código de barras de várias camadas, contínuo e de comprimento variável. o código 49 pode representar todos os 128 caracteres ASCII. Cada símbolo de código de barras Code 49 consiste em 2 a 8 camadas, cada camada tem 18 barras e 17 espaços.
INFO_CODE16K=	O código de barras Code 16K é um símbolo de código de barras de comprimento variável contínuo e multicamadas que pode representar 128 caracteres do conjunto completo de caracteres ASCII e caracteres ASCII estendidos. Ele usa caracteres UPC e Code128. Um símbolo Code 16K de 16 camadas pode representar 77 caracteres ASCII ou 154 caracteres numéricos.
CHANGEDIAMETER=	alterar diâmetro
ENDDIAMETER=	diâmetro final
SNTEXTPLUS=	número de série+1
SNTEXTMINUS=	número de série-1
SNTEXTRESET=	Redefinição do número de série
CURVEFOLLOWMOVE=	curva segue o movimento
CONTMODEUSESELFPORT=	O modo contínuo usa sua própria entrada
ENABLESPLITGAP=	Ativar intervalo dividido
ENABLELISTCMD=	habilitar comando de lista
XCOMPFACTO=	Coeficiente de compensação da direção X
STARTPTJUMPLEN=	Comprimento do salto do ponto inicial
XCOMPFACTOR=	fator de compensação X
OUTPUTIOSTATE=	status da porta de saída
DEVICESTATUSLAMP=	Luz de status do dispositivo
	
CLEAR=	limpar
EXTENDSIZE=	Tamanho da expansão
INCLAYERCOUNT=	Camadas de intervalo
FOCUSOFFSET=	Quantidade de desfocagem
EDGETYPE=	tipo de borda
EDGEBOX=	borda retangular
ORIGINCONTOUR=	contorno original
CONVEXHULLCONTOUR=	contorno
MESHZOOM=	Escala de superfície
ENABLEINTERDOLOOP=	Usando Ciclos de Usinagem Internos
ENABLEXITPROCESS=	Ativar o modo de processamento de saída
OFFSETINSIDE=	Deslocamento para dentro
DELETEALL=	excluir tudo
ENABLEAPMMODE=	Ativar o modo APM
PWMDUTYCYCLE=	Ciclo de trabalho PWM
